

 /* {"meditasyonlat":[
 {"id":"16",
"baslik":"",
"aciklama":"",
"thumbnail":"",
"kategori":"",
"yazar":"",
"sesdosyasi":"https://firebasestorage.googleapis.com/v0/b/english-story-in-levels.appspot.com/o/auido%2Fit%20is%20not%20avaliable.mp3?alt=media&token=c09c3a55-b60c-4224-94e2-9aec6076e705",
"hardWord":"",
"storyUrl":"",
"storyAcıklama":"",
"tag":"",
"views":""},
       ]
   }                                         ？  ‛  ⢀
   
       Left Quote    “                    Right Quote    ”      Apostrophe   ‛      ？
   
   */

{"meditasyonlar":[
 
 {"id":"171",
"baslik":"Big News",
"aciklama":"Beginner",
"thumbnail":"https://github.com/Boga28/book/raw/master/pics/App-Promote.jpg",
"kategori":"1",
"yazar":"Story Publish",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/App-Promote.mp3",
"hardWord":"",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/App-Promote.epub",
"storyAcıklama":"Hey, Readers!
We have coded this app and found rich contents for you, English learners. We tried to do our best!
I am still eager to find good contents and share with all my English learner friends.
But I want to inform all my learner friends about an important topic:",
"tag":"Important",
"views":"1500+"},
 
  {"id":"170",
"baslik":"The Watchers",
"aciklama":"A2 Elementary",
"thumbnail":"https://english-e-reader.net/covers/The_Watchers-Jennifer_Bassett.jpg",
"kategori":"3",
"yazar":"Jennifer Bassett",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/The_Watchers.mp3",
"hardWord":"Text Analysis: Unique words: 303 Total words: 1840
  
Hard words: cretan, august, fourteenth, thirsty, grind, palace, earthquake, ours, greek, silly, statue, cave, shine, hungry, fifteen, chapter, twenty, holiday, tired, careful, hall, bowl, english, wake, angry, dance, alive, tall, famous.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/The_Watchers.epub",
"storyAcıklama":"His name is Taras. He is very, very old. He is already more than three thousand years old. He has found very old times. He sits under the Palace of Knossos. But he is not alone. His sister Aketa is sitting next to him. She is as old as Taras. They do not need water or food. They never close their eyes. Are they dead or alive? They do not know it. But it is not important. They have been sitting and watching for already three thousand years. They are watching and waiting. They are watchers. There is a god next to them. Poseidon stands in this temple. They look at his statue. It is cast in gold. There is gold everywhere in this temple. The hands of the god are molded of gold, as well as his face and long hair. His golden eyes shine in the darkness. And the brother and the sister watch over him. After all, they are his watchers.",
"tag":"fantasy",
"views":"6988"},
 
 {"id":"169",
"baslik":"Lorna Doone",
"aciklama":"B1+ Intermediate",
"thumbnail":"https://english-e-reader.net/covers/Lorna_Doone-R_D_Blackmore.jpg",
"kategori":"5",
"yazar":"R. D. Blackmore",
"sesdosyasi":"https://english-e-reader.net/download?link=lorna-doone-r-d-blackmore&format=mp3",
"hardWord":"Text Analysis: Unique words: 1538 Total words: 20692
  
Hard words: pretending, pushed, noticing, queen, surrounded, wondering, attacked, refused, parents, robbing, liked, answered, faced, moved, passed, bringing, widened, staying, carried, worst, discovered, worked, punished, lord, clouded, staring, picked, unkindly, kept, stole",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Lorna_Doone.epub",
"storyAcıklama":"This is a romantic adventure novel about a love story between farmer John and Lorna. A beautiful girl was kidnapped by robbers in her childhood. Everything happened in England during the reign of King Charles the Second. It was a difficult period for the country, when wars between feudal lords set the tone for life of ordinary people. The author wrote this book based on real historical events. This is a story about love, lost parents, children and evil enemies. And, of course, about the wealth, which suddenly appears out of nowhere. The development of events is usual for this genre, but it does not spoil the book. This is a real fairy tale told in the traditions of a historical novel. The main character is a strong, but kind and naive person. A real knight from fairy tales and myths.",
"tag":"school  family  farm  journey  animals  king  servants  work  robbery  murder  fight  children  revenge  adventure  dream  future  kindness  escape  house  prison  accident  marriage  trial  misery",
"views":"43265"},
 
  {"id":"168",
"baslik":"Strangers on a Train",
"aciklama":"B1 Pre-Intermediate",
"thumbnail":"https://english-e-reader.net/covers/Strangers_on_a_Train-Patricia_Highsmith.jpg",
"kategori":"3",
"yazar":"Patricia Highsmith",
"sesdosyasi":"https://english-e-reader.net/download?link=strangers-on-a-train-patricia-highsmith&format=mp3",
"hardWord":"Text Analysis: Unique words: 1185 Total words: 17161
  
Hard words: sounded, pushed, parents, hallo, matt, liked, answered, grey, moved, staying, cleaned, carried, worked, pretended, staring, tightened, rushed, picked, scratched, lit, kept, shouted, pushing, held, travelling, realized, touched, drunkenly, worse",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Strangers_on_a_Train.epub",
"storyAcıklama":"'Strangers on a Train' is a dark psychological thriller. It explores human fear, madness and guilt. Guy Haines meets Charles Bruno on a train. This accidental meeting changes their lives forever. Guy is an architect who wants a divorce from his wife Miriam. Bruno is a rich but lazy young man who hates his father. He loves only money. Bruno says a strange thing. He can kill Miriam. But in exchange, Guy has to kill Bruno's father. Although the architect doesn't agree, Bruno commits this crime. Then he demands from Guy to keep his side of the bargain. Otherwise, he will tell everything to Guy's girlfriend Anne. Under such pressure Guy kills Bruno's father. Will he be able to live a normal life after this crime?",
"tag":"divorce  business  island  holiday  work  murder  robbery  police  house  family  music  office  servants  dream  shot  fight  suit  doctor  crime  accident",
"views":"5850"},
 
 {"id":"167",
"baslik":"The Earthquake",
"aciklama":"B1 Pre-Intermediate",
"thumbnail":"https://english-e-reader.net/covers/The_Earthquake-Laird_Elizabeth.jpg",
"kategori":"3",
"yazar":"Laird Elizabeth",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/The_Earthquake.mp3",
"hardWord":"Text Analysis: Unique words: 555 Total words: 4949
  
Hard words: newsreader, jewellery, washroom, mum, oasis, thirsty, armchair, fireman, cinema, rubble, grind, excite, taxi, thief, boring, terribly, policeman, supermarket, earthquake, ruin, liberty, intelligent, excuse, park, midnight, dear, lovely, worried, badly.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/The_Earthquake.epub",
"storyAcıklama":"This book is written by the modern author form New Zealand. She used to be a teacher and taught in many countries. Now she creates the touching stories for young people. Her books are translated into many languages. This work is about love difficult times. When a catastrophe happens, people first try to find their relatives or friends under the wrecks of the collapsed life. You will find a classic love triangle in the book. Sylvia is a young woman. She takes care of her ill mother. The family used to be rich, but everything changed after father's death. Gabriel is a young man, who is very kind and generous. He is Sylvia's old friend and he loves her. However, Sylvia loves Marco. Marco is a reach person. He is interested only in his fortune. A great earthquake happens on one Saturday evening. The tragedy completely changes their lives.",
"tag":"science-fiction  surviving  relationships",
"views":"22639"},
 
 {"id":"166",
"baslik":"Journey's End",
"aciklama":"A2 Elementary",
"thumbnail":"https://english-e-reader.net/covers/Journeys_End-Jan_Carew.jpg",
"kategori":"2",
"yazar":"Jan Carew",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Journey_End.mp3",
"hardWord":"Text Analysis: Unique words: 299 Total words: 1204
  
Hard words: footballer, madam, thirsty, cinema, madame, cafe, waiter, intelligent, sandwich, park, loud, tennis, thirty, stupid, journey, round, boss, hello, shall, tea, sad, weak, noise, cream, careful, gray, anywhere, funny, accident, angry.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Journey_End.epub",
"storyAcıklama":"Tom Smith is a usual polite and nice young man. He really wants to find a job, but he always fails. There are a lot of people around, but very few jobs. The young man has no money even for food and clothing. This upsets him very much. As a child, Tom dreamed of becoming a professional football player, because he really played well. He was also a good tennis player, but there were a lot of much better athletes around. Tom thought that he could go to work in a sports shop if he was not able to become a real athlete. Unfortunately, he failed. The days go by, but he still can't find a job. Until that moment, when Tom reads one announcement of the fair in the local newspaper. The next Saturday he goes there, spending the last money on the ticket.",
"tag":"accident  journey  house  football  future  office  sport",
"views":"4569"},
 
 {"id":"165",
"baslik":"Orca",
"aciklama":"A1 Starter",
"thumbnail":"https://english-e-reader.net/covers/Orca-Phillip_Burrows.jpg",
"kategori":"1",
"yazar":"Phillip Burrows",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Orca.mp3",
"hardWord":"Text Analysis: Unique words: 406 Total words: 2649
  
Hard words: orca, max, sleepily, nearer, wearing, bye, seeing, leaving, waving, carrying, excitedly, jack, going, taking, sailing, paddle, fin, angrily, binoculars, happening, talking, orient, don, moving, sleeping, frightened, goodbye, frighten, crying, making",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Orca.epub",
"storyAcıklama":"Does the sea frighten you? You are on a small boat and there is only water for many kilometres around. Your boat may be fast enough, but it looks not too safe and reliable. But it is the only protection from water and what is under it. Tonya, her husband Jack and their friends Max and Sasha are rich and successful. They do not work. They want only entertainment. Now the young people are bored. They decide to sail from England to Australia by boat. Finally some exciting adventures begin. Is there any problem? Take a course, admire the beautiful sunsets and catch fish for meals. Such life is more interesting. But what if there is a killer whale deep in the water? It can be dangerous. Does the boat seem so reliable now?",
"tag":"business  work  family  children  beach",
"views":"3549"},
 
  {"id":"164",
"baslik":"Ligeia",
"aciklama":"B1 Pre-Intermediate",
"thumbnail":"https://english-e-reader.net/covers/Ligeia-Edgar_Allan_Poe.jpg",
"kategori":"3",
"yazar":"Edgar Allan Poe",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Ligeia.mp3",
"hardWord":"Text Analysis: Unique words: 433 Total words: 1595
Hard words: rose, imagining, trembling, expressed, madman, softnes eyelash, aristocratic, chandelier, exhausted, ornament, agony, lonelines blonde, madnes tomb, footstep, determined, transparent, frighten, rigid, excite, sli revive, tremble, devoted, clever, marble, sofa, isolated, depressed",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Ligeia.epub",
"storyAcıklama":"The great Edgar Allan Poe considered this story as the best from all of his creations. Here he developed his favorite theme about love and death. The main character is a young man. He meets a young adorable woman and falls in love. Soon they get married. The husband does not know much about his wife, even her surname. In spite of this, they are happy together. Ligeia is tall and slim. Her skin is perfect. Her movements are smooth and aristocratic. She is very smart. Ligeia knows many foreign languages and never makes mistakes. It is unearthly love and admiration by the ideal. Suddenly Ligeia falls ill. She passes away. The widower goes crazy and becomes addicted to alcohol. Finally, he remarries another woman. He does not love her actually. The new wife falls into illness just like the previous one.",
"tag":"short-story  marriage  Mystic",
"views":"11648"},
 
 {"id":"163",
"baslik":"The Card",
"aciklama":"B1+ Intermediate",
"thumbnail":"https://english-e-reader.net/covers/The_Card-Bennet_Arnold.jpg",
"kategori":"4",
"yazar":"Bennet Arnold",
"sesdosyasi":"https://english-e-reader.net/download?link=the-card-bennet-arnold&format=mp3",
"hardWord":"Text Analysis: Unique words: 1304 Total words: 14766
  
Hard words: brougham, pushed, refused, discussed, liked, answered, grey, passed, staying, worked, pretended, crossly, picked, kept, fiver, shouted, rescued, allowed, hearted, held, stepped, councillor, exploded, realized, touched, pulling, unpleasantly, watching, worse, understood",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/The_Card.epub",
"storyAcıklama":"If you want to become as successful as possible, what qualities will you need first of all? Will the smartest person be the most successful? Or good looks and charisma are the things you need? Perhaps hardworking people are able to get extremely successful. Are only luck, good looks and charisma important for success? Denry Machin never gives up. If there is even the slightest chance, he is ready to fight to the very end. Of course, he is very lucky. With such a character and approach to life, Denry plunges into new adventures without any hesitation. But his methods of becoming rich are not entirely legal. Still Denry is a real adventurer. Only insidious and seductive female charms can prevent him.",
"tag":"work  school  office  suit  music  dream  short  accident  house  children  business  health  journey  holiday  adventure  escape  robbery  police  missing  family  doctor  servants  poison  football  future",
"views":"9966"},
 
  {"id":"162",
"baslik":"Money For a Motorbike",
"aciklama":"A2 Elementary",
"thumbnail":"https://english-e-reader.net/covers/Money_For_a_Motorbike-John_Milne.jpg",
"kategori":"2",
"yazar":"John Milne",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Money_For_a_Motorbike.mp3",
"hardWord":"Text Analysis: Unique words: 461 Total words: 3071
   
Hard words: faced, moved, stitched, worked, picked, shouted, held, gramophone, turned, taken, caught, remembered, motorbike, pulled, opened, nearer, wrapped, needed, stitching, stopped, shouting, escaped, constable, wearing, leaning, hurried, unwrapped, headband, agreed, hiding",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Money_For_a_Motorbike.epub",
"storyAcıklama":"Stuart is seventeen years old. He has just left school. All his classmates have already started work. But the boy doesn't want to work. He wants to have a long holiday and buy a motorbike. His friend Martin has a good motorbike for sale. It costs 350 pounds. But Stuart has no money. The boy decides to find this sum. He often gets into old, empty houses and looks for something valuable. One day Stuart is going past one house. A rich lady used to live in it. Somebody has already got inside this house. It is a young man called Frank. Frank decides to live here illegally. The man asks Stuart to watch the house while he goes to take his things. Stuart agrees. Suddenly, he finds a lot of money in the house. It is enough to buy a motorbike. Soon Frank comes back. He wants this money.",
"tag":"school  holiday  work  house  police",
"views":"911"},
 
 {"id":"161",
"baslik":"The Gift of the Magi",
"aciklama":"A2 Elementary",
"thumbnail":"https://english-e-reader.net/covers/The_Gift_of_the_Magi-O_Henry.jpg",
"kategori":"2",
"yazar":"O. Henry",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/The_Gift_of_the_Magi.mp3",
"hardWord":"Text Analysis: Unique words: 305 Total words: 959
  
Hard words: stupidly, schoolboy, tortoise, overcoat, lovingly, frying, splendid, eighty, madame, merry, darling, excite, stove, dried, fixed, carpet, happiness, hers, forty, hurry, rent, shine, dear, grandfather, stair, flat, shell, pan, fellow, coat.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/The_Gift_of_the_Magi.epub",
"storyAcıklama":"Della's home is a cheap flat in poor area in New York. The rent for the flat is thirty two dollars per month. Tomorrow is Christmas, but Della does not have money. You can't buy a good present for less than two dollars. Della has already counted her money for three times - one dollar and eighty-five cents. It isn't enough. Della bursts into tears. Earlier James earned thirty dollars a week, but later the salary greatly decreased. They have not enough money. Della just looks into the window and sees a grey cat. She wants to buy a memorable gift for James, but she can't afford it. But she has bright eyes and long golden hair. They own only two treasures for two: Della's gorgeous hair and James's watch. He got it from his grandfather.",
"tag":"jewels  short  family",
"views":"2183"},
 
  {"id":"160",
"baslik":"Love or money",
"aciklama":"A2 Elementary",
"thumbnail":"https://english-e-reader.net/covers/Love_or_money-Rowena_Akinyemi.jpg",
"kategori":"2",
"yazar":"Rowena Akinyemi",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Love_or_money.mp3",
"hardWord":"Text Analysis: Unique words: 509 Total words: 5748
   
Hard words: goodnight, losing, tablet, trousers, sergeant, seventeen, downstairs, excite, pencil, upstairs, bicycle, foster, aunt, detective, skirt, inspector, sandwich, excuse, midnight, uncle, dear, hungry, orange, tennis, fifty, chapter, dirty, thirty, singer.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Love_or_money.epub",
"storyAcıklama":"On a Saturday Molly Clarkson was celebrating her 50th birthday. All her relatives had come: her children (Diane, Jackie and Roger) and her brother Albert. They were all used to asking Molly for money, except Jackie, who still lived with her mother. That night one by one they all asked her for money again, but she refused saying that no one would get money any more from her. They were quite upset and angry. The next morning Roger was woken up by a cry from his mothers room. When he got there he saw Diane coming out, who had just found her mother dead.",
"tag":"family  murder  investigation",
"views":"2617"},
 
 {"id":"159",
"baslik":"An African Story",
"aciklama":"A2 Elementary",
"thumbnail":"https://english-e-reader.net/covers/An_African_Story-Roald_Dahl.jpg",
"kategori":"2",
"yazar":"Roald Dahl",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/An_African_Story.mp3",
"hardWord":"Text Analysis: Unique words: 767 Total words: 4628
  
Hard words: greenness, paleness, thumping, petrol, wetness, milking, curving, scratching, rolled, nothingness, chewing, lying, mechanically, madman, twisting, airfield, lifeless, sill, coward, further, bedding, upwards, gracefully, packing, thump, swelling, managed, sliding, lifting, bitterly, faded.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/An_African_Story.epub",
"storyAcıklama":"The protagonist of this book spent his youth in eastern Africa. He was a good hunter. He loved his country and spent time on the plains, in many cozy valleys and loved walking at cold nights. But soon the war began. World War II overtook Europe. The man was preparing to become a pilot. Once he took a plane and flew to watch wild animals during maneuvering exercises in the sky. He damaged the wing of the plane, but was able to return to the airport. Soon he was again entrusted with the aircraft. But the next time the pilot was unlucky - the aircraft's engine died out and he had to make an emergency landing. This time it was without damage. He saw a small hut and went to her. There lived an old man who grew food. He warmly welcomed the pilot and allowed him to live in his hut.",
"tag":"flight  escape  war  animals  fight",
"views":"6232"},
 
  {"id":"158",
"baslik":"Freckles",
"aciklama":"A1 Starter",
"thumbnail":"https://english-e-reader.net/covers/Freckles-Andrew_Matthews.jpg",
"kategori":"1",
"yazar":"Andrew Matthews",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Freckles.mp3",
"hardWord":"Text Analysis: Unique words: 492 Total words: 5518
   
Hard words: parents, liked, answered, shouted, ding, worse, understood, turned, pulled, opened, marshall, stopped, fell, tried, hated, laughing, looking, spoke, freckle, wanted, jack, lunchtime, falling, changed, going, disco, telling, taking, said, blush",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Freckles.epub",
"storyAcıklama":"Susie has freckles on her face. This is very disturbing for her. She thinks that with age there will be only more of them. And she has problems with boys. She likes boys, but they don't like her freckles. Her best friend's name is Donna. Donna has never had problems with boys. She looks great. She has soft hair, bright big eyes and the main thing - no freckles. When a new boy appears at school, Donna gets interested in him. Will Jack reciprocate? And wouldn't he laugh at Susie's freckles like other boys? The girl looks at her face in the mirror every day. She waits with horror for the freckles to start growing. The girl considers them her main problem in life. But soon the girl learns that freckles are not so terrible. And a teenager may have lot of other problems.",
"tag":"school  children  teenager  work  farm  music",
"views":"1591"},
 
 {"id":"157",
"baslik":"Halloween",
"aciklama":"A2 Elementary",
"thumbnail":"https://english-e-reader.net/covers/Halloween-Joss_Whedon.jpg",
"kategori":"2",
"yazar":"Joss Whedon",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Halloween.mp3",
"hardWord":"Text Analysis: Unique words: 535 Total words: 3995
  
Hard words: blood, costume, date, diary, evil, ghost, grab, gun, hit, kick, monster, neck, screa soldier, stake, statue, weak, trick-or-treater",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Halloween.epub",
"storyAcıklama":"At the Halloween Eve Baffy was late on her date with Angel. She was distracted by the vampire. When she came at the club, she saw Angel was talking to pretty Cordelia. Buffy was upset, because her hair was disheveled and clothes were dirty after the fight. She left. Next day she read in the Giles’s book some information about century of Angel and saw nice women’s dresses of that era. She wanted to impress of her boyfriend vampire and she with her friends bought the costumes in the Ethan’s Costume Shoppe. She bought the beautiful dress and thought that she would a beautiful helpless girl from the 18th century. At the same time under the ground in the vampires group the seer told that Vampire Slayer became weak at the Halloween and they would be able to kill her…",
"tag":"fantasy superhero  filmed  vampires  Halloween",
"views":"10587"},
 
 {"id":"156",
"baslik":"Jamaica Inn",
"aciklama":"C1 Advanced",
"thumbnail":"https://english-e-reader.net/covers/Jamaica_Inn_-Daphne_du_Maurier.jpg",
"kategori":"7",
"yazar":"Daphne du Maurier",
"sesdosyasi":"https://english-e-reader.net/download?link=jamaica-inn--daphne-du-maurier&format=mp3",
"hardWord":"Text Analysis: Unique words: 2662 Total words: 50056
  
Hard words: pretending, sounded, pushed, deceived, quieten, transported, hurrying, surrounded, judged, wondering, attacked, moorland, sung, refused, swallowing, woollen, grouped, skilful, avoided, seizing, nailed, matt, proved, disliked, excused, liked, angered, floored, answered, hanged",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Jamaica_Inn.epub",
"storyAcıklama":"Mary Yellan is 23 years old. After her mother's death the girl goes to live with her aunt Patience Merlyn. Her husband Joss Merlyn is the landlord of Jamaica Inn. On the way there Mary learns strange stories about this place. They say people never stay at Jamaica Inn because they are afraid. When the girl finally arrives at her destination, she is impressed by the lonely and gloomy building. She can hardly recognize her aunt. Patience used to be very cheerful. But now this woman seems to be sad and frightened. She looks much older than she really is. There are no guests at the inn in the daytime. However, on Saturday nights it is full of suspicious visitors. Mary understands that something ominous is happening. Whatever it is, she wants to put an end to it.",
"tag":"Historical fiction work  business  journey  house  sorrow  fight  cooking  escape  prison  murder  misery  dream  family  friendship  kindness  adventure  farm  suspicion  king  mystery  crime  government  beach  suffering  nature  revenge",
"views":"8067"},
 
  {"id":"155",
"baslik":"The Prisoner of Zenda",
"aciklama":"B1 Pre-Intermediate",
"thumbnail":"https://english-e-reader.net/covers/The_Prisoner_of_Zenda-Anthony_Hope.jpg",
"kategori":"3",
"yazar":"Anthony Hope",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/The_Prisoner_of_Zenda.mp3",
"hardWord":"Text Analysis: Unique words: 969 Total words: 8097
   
Hard words: bow, awkwardly, torture, moat, stab, dagger, splendid, disaster, cellar, seize, wreckage, trial, slipped, walnut, bucket, whip, cave",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/The_Prisoner_of_Zenda.epub",
"storyAcıklama":"English gentleman named Rudolph traveled through Europe. In the fictional country of Ruritania he met King Rudolf V, who was a distant relative, a namesake and a full twin of him. At a dinner devoted at the funny acquaintance King was poisoned by his cousin Michael, who wanted to seize the throne. The king was dying, the coronation was scheduled for the next day. Head Guard colonel Zapt convinced Rudolph take place relative to the ceremony. The young man were pretending to be a king with success. He also managed to attract the sympathy of the bride of the king, Flavia. Rudolph did not expect to take the place of the king for a long time and was ready to return all the regalia of king when he wakes up. However, the King suddenly kidnapped by men under the command of Michael Rupert.",
"tag":"fiction  adventure  king",
"views":"6662"},
 
  {"id":"154",
"baslik":"Lost Love",
"aciklama":"A2 Elementary",
"thumbnail":"https://english-e-reader.net/covers/Lost_Love-Jan_Carew.jpg",
"kategori":"2",
"yazar":"Jan Carew",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Lost_Love.mp3",
"hardWord":"Text Analysis: Unique words: 257 Total words: 1007
   
Hard words: conic, petrol, thirsty, goodbye, grind, midnight, shine, dear, garage, hungry, hello, sad, tired, everywhere, brown, slow, angry, visitor, strange, map, clean, dangerous, dress, quiet, clothes, cook, afraid, cry, village, wood, sun.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Lost_Love.epub",
"storyAcıklama":"Everything happened in the summer. The protagonist of the book thought that it was very hot in the city. He wanted to take a walk in the forest, look at the mountains or the river, travel around the country and see it completely. The young man had a small red car and a good map. He went on a journey. Everything was great and he felt happy. The hot city was replaced by wide roads and green trees outside the car window. But one day the car broke down. The young man realized that he got lost in a completely unknown place. But then he saw a very beautiful long-haired girl in a dress. He decided to talk to her and got out of the car. He greeted this beautiful girl and said that he was lost. At first the girl was frightened by a stranger, but then she smiled and invited him to go with her to the village, where she would try to help.",
"tag":"house  war  animals  king",
"views":"8528"},
 
  {"id":"153",
"baslik":"The Curious Case Of Benjamin Button",
"aciklama":"B1+ Intermediate",
"thumbnail":"https://english-e-reader.net/covers/The_Curious_Case_Of_Benjamin_Button-F_Scott_Fitzgerald.jpg",
"kategori":"4",
"yazar":"F. Scott Fitzgerald",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/The_Curious_Case_Of_Benjamin_Button.mp3",
"hardWord":"Text Analysis: Unique words: 2046 Total words: 9019
   
Hard words: brougha anaemic, querulously, mumbling, escorted, attained, butterflied, pasting, fanned, mellownes phaeton, compensated, redoubled, blamed, trustingly, heartines swallowing, concealing, jingling, disclosed, snapped, gasping, mantilla, untiring, submitted, glued, asserted, untied, reconciled, sighing, stupefied",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/The_Curious_Case_Of_Benjamin_Button.epub",
"storyAcıklama":"Button came into the world in far 1860, it was the last day of the War. He looked like an old, little man. His father was upset and wanted to kill him, but then he exposed him to the hospitage. People around thought that this man was born for suffering, but he had become one of the happiest people in the world. The nature’s anomaly had born him and given the great opportunity – Conversely live. He wasn't getting older like everybody, he was becoming younger the whole his life. He had a hard way, full of sense, friendship, and good people. And the most important – by love. Our hero got acquainted with the world around through communication with old people that’s why he avoided mistakes, which usual people always make.",
"tag":"filmed  mystic  life-story  love-story",
"views":"58634"},
 
  {"id":"152",
"baslik":"Persuasion",
"aciklama":"B2 Intermediate+",
"thumbnail":"https://english-e-reader.net/covers/Persuasion-Jane_Austen.jpg",
"kategori":"5",
"yazar":"Jane Austen",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Persuasion.mp3",
"hardWord":"Text Analysis: Unique words: 1283 Total words: 11431
   
Hard words: inconstant, harbour, baronet, honour, invested, snobbish, hearted, spendthrift, offended, imprudent, neighbourhood, considered, gentlemanly, fanny, nobleman, vicar, presumptive, curate, humiliated, executor, coldness",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Persuasion.epub",
"storyAcıklama":"“Persuasion” is the most autobiographical book by Jane Austen. She created it before her death and summed up her own life in this story. Therefore “Persuasion” is unlike from the other five author's famous novels. It's filled out by Jane Austen's private real stories. The main hero is Anne Elliot, who, like her creator, was the same appearance, temper, passion and had the same love stories. Anne's father Elliot had problems with money and he had to rent out their house for Admiral Croft. Admiral Croft was a relative of Captain Frederick Wentworth, and it was unacceptable for Anne, because she was engaged to Captain many years ago. But Anne's friend Lady Russell persuaded her to broke the engagement because of Frederic's poverty. The situation has changed now and Wentworth became wealth, so she tried to avoid her old house, but it became more and more hard.",
"tag":"classic  family  love-story  society",
"views":"9413"},
 
  {"id":"151",
"baslik":"Dead Cold",
"aciklama":"B1 Pre-Intermediate",
"thumbnail":"https://english-e-reader.net/covers/Dead_Cold-Sue_Leather.jpg",
"kategori":"3",
"yazar":"Sue Leather",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Dead_Cold.mp3",
"hardWord":"Text Analysis: Unique words: 1006 Total words: 13320
   
Hard words: pushed, parents, liked, answered, grey, moved, staying, studying, worst, worked, picked, kept, catching, shouted, putting, oilman, turned, drowned, caught, remembered, becoming, dressed, helped, pulled, opened, needed, stopped, wearing, destroyed, redness",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Dead_Cold.epub",
"storyAcıklama":"It was a small town, where the body of a girl was found. It happened in January. The town was located in the mountains, not far from Denver. In the distant past, precious metals were mined in this village. Nowadays this city has turned into a place for rest: people like to come there and ski or just have a walk in the mountains. So you can spend a pleasant weekend. Lots of movie stars buy houses in this town - it's quiet and beautiful. This city has never been like a place where you can find a corpse. There have been accidents or injuries while skiing, but not exactly murder. The morning of the main character began with the fact that he was called in by the police and told about this crime. He realized that he would have to deal with this difficult situation.",
"tag":"murder  police  office  business  school  work  king  suit  crime  house  journalist  university  fight  writer  security  competition  dream  prison  airport  holiday  farm  nature  beach  children  resort  government  family",
"views":"3126"},
 
 {"id":"150",
"baslik":"Alice in Wonderland",
"aciklama":"B1 Pre-Intermediate",
"thumbnail":"https://english-e-reader.net/covers/Alice_in_Wonderland-Lewis_Carroll.jpg",
"kategori":"3",
"yazar":"Lewis Carroll",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Alice_in_Wonderland_by.mp3",
"hardWord":"Text Analysis: Unique words: 595 Total words: 7377
  
Hard words: queen, hatter, knave, schoolbook, duchess, hungrily, teacup, madam, hare, caterpillar, fifteenth, unimportant, fourteenth, centimeter, sixteenth, caucus, sleepy, bored, loudly, goodbye, fireplace, polite, grind, sixteen, clever, sunny, pat, rabbit, mushroom.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Alice_in_Wonderland_by.epub",
"storyAcıklama":"The world-famous fairy tale was written by an English writer and mathematician in 1865. This book is one of the best examples of nonsense literature. In the fairy tale, the reader can see dozens of complicated philosophical, mathematical and linguistic jokes. In this story, we can find many interesting hidden meanings. The girl Alice spends her time on the river bank. She is bored. Suddenly she sees a strange white rabbit. The small animal has a big pocket watch in his paws and he is in a hurry. Alice follows the rabbit and falls into a hole. The curious girl finds herself in a phantasmagoric world inhabited by many anthropomorphic creatures. And this is only the beginning of her unusual, strange and surprising adventures.",
"tag":"fairy-tale  children-literature  fantasy  filmed",
"views":"44290"},
 
 {"id":"149",
"baslik":"The Woman Who Disappeared",
"aciklama":"A2 Elementary",
"thumbnail":"https://english-e-reader.net/covers/The_Woman_Who_Disappeared-Philip_Prowse.jpg",
"kategori":"2",
"yazar":"Philip Prowse",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/The_Woman_Who_Disappeared.mp3",
"hardWord":"Text Analysis: Unique words: 1049 Total words: 13192
  
Hard words: attorney entrance, neat, wardrobe, wipe, cheer, argument, plug, dial",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/The_Woman_Who_Disappeared.epub",
"storyAcıklama":"The simple, ironic detective story will take your attention in West Los-Angeles in the office of the private eye Lenny Samuel. Once in the door of his office had knocked beautiful blonde woman Helen Garfield, his life became much dangerously. Woman wanted to find her sister Elaine Garfield. They were twins. Elaine disappeared a week ago, sisters had arranged to have dinner together, but Elaine didn’t come. She didn’t answer the telephone. She didn’t come at work, she lift it suddenly in the middle of the day without telling anyone the day before. And of course Helen didn’t find sister in her flat, there was no one there when she came. Such strange behavior wasn’t usual for Elaine, so maybe poor girl was in danger.",
"tag":"dedective investigation  jewels  ironic",
"views":"3637"},
 
 {"id":"148",
"baslik":"The Extraordinary Miss Sunshine",
"aciklama":"B1 Pre-Intermediate",
"thumbnail":"https://english-e-reader.net/covers/The_Extraordinary_Miss_Sunshine-Jane_Cammack.jpg",
"kategori":"3",
"yazar":"Jane Cammack",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/The_Extraordinary_Miss_Sunshine.mp3",
"hardWord":"Text Analysis: Unique words: 946 Total words: 5945
  
Hard words: pushed, surrounded, parents, practising, maths, ruby, moved, aeroplane, designed, squashed, ukulele, watching, worse, humming, mindfulness, sold, practise, stressed, sending, scrabble, saved, needed, shouting, wearing, trying, created, shaking, laughing, fudge, stutter",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/The_Extraordinary_Miss_Sunshine1.epub",
"storyAcıklama":"Not every person's childhood is very happy. Not always school is a carefree period. Alice May moves to another city with her parents. An eleven-year-old girl is excited. But she faces bullying in her new school. Alice doesn't want to tell her parents about this. If her father speaks to the teachers, the situation will get worse. She is not the only child in this situation. A group of teenagers doesn't like those children who are clever and always do their homework. They think only bad children are cool. But one day everything changes. A new music teacher appears in this school. This is Miss Sunshine. She is different from the other teachers. Her attitude and methods of work are very interesting.",
"tag":"school  family  children  music  shark  house  musical  nature  office  work  king  police  couple  doctor  friendship  airport  celebrity",
"views":"1077"},
 
  {"id":"147",
"baslik":"A Picture to Remember",
"aciklama":"B1 Pre-Intermediate",
"thumbnail":"https://english-e-reader.net/covers/A_Picture_to_Remember-Sarah_Scott_Malden.jpg",
"kategori":"3",
"yazar":"Sarah Scott Malden",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/A_Picture_to_Remember.mp3",
"hardWord":"Text Analysis: Unique words: 896 Total words: 8856
   
Hard words: queen, saturnalia, merrymaking, maypole, invaded, proclaimed, jewellery, colourful, honour, crackers, banished, cupid, bobbing, carol, mistletoe, toffee, addressee, practise, moorish, calypso, candied, nativity, motorbike, august, shamrock, flagpole, barbecued, imposed.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/A_Picture_to_Remember.epub",
"storyAcıklama":"Christina Rinaldi works at the National Museum. She loves her work and art is her great interest. In the morning, the director of the museum calls her to his office. There is an important job for her to do: the famous Paris museum wants to send several expensive paintings to Buenos Aires. These artworks are need to be met and accompanied. Christina happily agrees. She herself wants to see these canvases in her hometown. Christina's mood is great for the rest of the day. This exhibition promises to be be very interesting. After work, Christine gets on her motorcycle and leaves the museum. The day is warm and pleasant. But on the way, she meets an armed man with an unusual bright tattoo around his neck. He notices the motorcyclist. Christina realizes that soon she will have new problems. It's time to forget about the paintings.",
"tag":"police  family  holiday  university  accident  robbery",
"views":"15009"},
 
  {"id":"146",
"baslik":"Missiya, the Wild One",
"aciklama":"B2 Intermediate+",
"thumbnail":"https://english-e-reader.net/covers/Missiya_the_Wild_One-Vijita_Fernando.jpg",
"kategori":"5",
"yazar":"Vijita Fernando",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Missiya_the_Wild_One.mp3",
"hardWord":"Text Analysis: Unique words: 512 Total words: 1775
   
Hard words: envied, betel, catlike, bougainvillea, guiltily, fatherless, hibiscus, heaviness, thoughtless, wildness, boldness, freshness, carefree, stored, mouthful, firewood, cheerfully, rounded, inviting, lifting, cinema, clearing, hay, answering, helpless, jealous, bundle, curse, confused, sadness, innocence.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Missiya_the_Wild_One.epub",
"storyAcıklama":"This is an unusual story of a beautiful young girl. Her name was Missiya. She was not like all the other girls in her village. There was something special and charming about her. She often ran, smiled and laughed. Not only was the girl good-looking, but she also had a strong will and a cheerful personality. Sometimes she shocked people by her boldness. No wonder that from a very young age Missiya attracted a lot of men. She started meeting them in the woods. The girl was poor and had to sell the only thing she had - her beauty. Women hated her, and parents tried to keep their children away from her. But one day Missiya's life changed forever. The police came to arrest her and no one saw her again. Missiya was keeping a dark secret: in desperation she had committed a terrible crime.",
"tag":"Sri-Lanka",
"views":"11768"},
 
 {"id":"145",
"baslik":"The Stepmother",
"aciklama":"B2 Intermediate+",
"thumbnail":"https://english-e-reader.net/covers/The_Stepmother-Anne_Ranasinghe.jpg",
"kategori":"5",
"yazar":"Anne Ranasinghe",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/The_Stepmother.mp3",
"hardWord":"Text Analysis: Unique words: 576 Total words: 2034
  
Hard words: squatting, nastily, alsatian, jewellery, narrowed, spitting, sharpness, hateful, lying, workman, stepmother, helplessly, urgently, further, thoughtfully, packing, managed, cupboard, fuss, peacefully, raised, trousers, dislike, delighted, fury, whistle, smoothly, sensible, forced, nonsense, underneath.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/The_Stepmother.epub",
"storyAcıklama":"The main heroes of this story are the boy Lakshman and his stepmother. As it is said at the beginning, the conflict is built on the traditional image of the evil stepmother. At least, this is how Lakshman views his father's new wife. Things have been going differently, since the stepmother appeared in their house. The boy does everything to provoke his stepmother. Once she decides to buy new shoes for Lakshman. The boy protests, although he really needs ones. He just does not want to be seen together with his new mother by his friends. If he doesn't go, there will be no shoes - this is the verdict of the stepmother. Lakshman breaks an expensive almirah to take revenge. It was the wedding gift of the newlyweds. But what will be his punishment? And will they be able to find a compromise if the most expensive, what the boy has - his savings for a bicycle - are put at stake?",
"tag":" family  relationships  divorce",
"views":"14996"},
 
 {"id":"144",
"baslik":"Progress",
"aciklama":"B1 Pre-Intermediate",
"thumbnail":"https://english-e-reader.net/covers/Progress-F_Sionil_Jose.jpg",
"kategori":"3",
"yazar":"F. Sionil Jose",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Progress.mp3",
"hardWord":"Text Analysis: Unique words: 751 Total words: 3553
  
Hard words: gabardine, hungrily, unlit, smelly, lying, miserably, sweetly, handbag, calculator, disco, tidy, annoy, losing, aged, kindness, sleepy, sob, filing, fetch, grandson, bald, misery, umbrella, thirteen, supper, grind.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Progress.epub",
"storyAcıklama":"Government agencies are similar in many cities and countries. There are good and nice officials who can help solve your problems quickly and easily. And there are other officials who want money for their assistance. These are the majority. This method is very popular. Bribes have always been given. These things already became normal. Marina Salcedo is a senior lieutenant. She is preparing to go to Manila. The woman has been working for the goverment for twenty years. In recent years, life has risen in price and she needs extra money for her youngest son. He is getting ready to go to college. Marina is not the person who got rich on bribes and built herself a huge house with other people's money. She has to work hard. Then in Manila she will receive an award that can make life easier. But what price it would cost?",
"tag":"misery  society  family  kindness  government  office  adult",
"views":"15240"},
 
 {"id":"143",
"baslik":"Ned Kelly a True Story",
"aciklama":"A2 Elementary",
"thumbnail":"https://english-e-reader.net/covers/Ned_Kelly_a_True_Story-Christine_Lindop.jpg",
"kategori":"2",
"yazar":"Christine Lindop",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Ned_Kelly_a_True_Story.mp3",
"hardWord":"Text Analysis: Unique words: 752 Total words: 8088
  
Hard words: armour, parents, liked, answered, hanged, moved, passed, staying, carried, worked, wombat, kept, stole, held, touched, watching, stealing, worse, banging, sold, august, helped, seconds, opened, needed, crossed, stopped, shouting, fired, fell",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Ned_Kelly_a_True_Story.epub",
"storyAcıklama":"When he was a very young child, he was always poor and hungry. Like many other children around. A lonely child cannot live well. He grew older, but remained in the same distress as he didn't have enough strength to change the situation. However, there were always many people around who lived even worse. Still he didn't give up. The guy learned to steal horses and fight better than anyone else. He began to live outside the law as it was the only way to survive and stay full. In the nineteenth century, Australia was a harsh place. The rich had land, money and power. The poor people had nothing. But even in such a situation, it is possible to obtain wealth. You need to be stubborn enough, brave and cruel.",
"tag":"prison  children  house  school  family  farm  stealing  animals  work  police  fight  crime  king  office",
"views":"7399"},
 
 {"id":"142",
"baslik":"6 Songs",
"aciklama":"B1+ Intermediate",
"thumbnail":"https://english-e-reader.net/covers/6_Songs-Nick_Hornby.jpg",
"kategori":"4",
"yazar":"Nick Hornby",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/6_Songs.mp3",
"hardWord":"Text Analysis: Unique words: 1767 Total words: 7036
  
Hard words: smiler, troublingly, meathead, queen, snarly, folky, influencing, squelching, reviewed, stupefying, farting, philistinism, churchy, pleasurably, collaborating, unarguably, hosting, dippy, uncultured, crudity, boor, slickly, inanity, coital, wheezy, jingoistic, languor, sequenced, overwrought, diagnosed, bewilder.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/6_Songs.epub",
"storyAcıklama":"The protagonist of the book is very fond of Bruce Springsteen music. One of the songs of this musician sounded in many important moments of his life. He would like to ride along the highway, listening to this good song, so that the speed was great, and the wind was waving his long hair. But he does not have a car and his hair is short. Life is not something corresponding to your dream. The whole life of this young man is like songs of various famous performers. Each period reminds him of a particular song, and he lives listening to this music. He is a writer. When he started doing it professionally, He realized that choosing the life path is like love. When you fall in love you don't always choose the wisest partner. The choice does not take place with the help of the mind. The heart and soul are the main things here.",
"tag":"musical  creation  business  celebrity  music",
"views":"7942"},
 
 {"id":"141",
"baslik":"Private",
"aciklama":"B1 Pre-Intermediate",
"thumbnail":"https://english-e-reader.net/covers/Private-James_Patterson.jpg",
"kategori":"3",
"yazar":"James Patterson",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Private.mp3",
"hardWord":"Text Analysis: Unique words: 644 Total words: 6557
  
Hard words: pushed, liked, answered, worked, shouted, held, turned, caught, remembered, helped, played, pulled, opened, sending, needed, stopped, bot, fell, morbid, drove, mum, looking, spoke, handbag, wanted, jack, boulevard, going, trusted, gateway",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Private.epub",
"storyAcıklama":"Are you used to the fact that your personal life belongs only to you and is a secret? You can communicate with anyone you want, visit any place and you do not have to worry what others will think. But this book will be able to change your view. Jack has a very interesting job. He is a forensic expert. There are no secrets from him. He is investigating the most complex cases with the help of new technologies. Now he is working on a case involving the murder of eighteen schoolgirls and a scandal worth tens of millions of dollars. But suddenly Jack learns the terrible news - the wife of his best friend has been killed. The woman was also his lover. The man forgets about everything and starts looking for the killer. But this decision can lead to some serious consequences.",
"tag":"house  shot  police  doctor  work  office  family  computers  school  airport  farm",
"views":"1069"},
 
  {"id":"140",
"baslik":"Your Body",
"aciklama":"A1 Starter",
"thumbnail":"https://english-e-reader.net/covers/Your_Body-Louise_Spilsbury.jpg",
"kategori":"1",
"yazar":"Jennifer Gascoigne",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Your_Body.mp3",
"hardWord":"Text Analysis: Unique words: 239 Total words: 1104
   
Hard words: wastebasket, skateboard, blinking, sneeze, riding, called, rainy, sunglasses, skeleton, dentist, don, arc, sunny, dancing, blink, swimming, bicycle, soap, helmet, fascinating, toilet, sweat, candy, running, brush, bite, loud, chapter, exciting, net",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Your_Body.epub",
"storyAcıklama":"Your body is an amazing and complex mechanism. It helps you perform many actions. It can move quickly and lift large weights. You can see, hear and feel the taste. The whole body is covered with skin. Thanks to it, people can touch and feel the surface of things. The skin helps to distinguish between hot and cold objects or air. It also does not allow water to enter the body when a person swims or walks in the pouring rain. Hair grow on the skin. It protects the body from too high or low temperatures. It is also a protection against insects or other external damage. You need to take care of your body so that you always feel good. It is necessary to take a shower regularly, otherwise irritation or drying may appear on the skin. Learn more about the mysteries of the human body by reading this book.",
"tag":"Technology & Science music  work  animals  doctor",
"views":"1088"},
 
  {"id":"139",
"baslik":"Leonard",
"aciklama":"A2 Elementary",
"thumbnail":"https://english-e-reader.net/covers/Leonard-Adrienne_M_Frater.jpg",
"kategori":"2",
"yazar":"Adrienne M. Frater",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Adrienne%20_M.Frater_Leonard.mp3",
"hardWord":"Text Analysis: Unique words: 280 Total words: 658
   
Hard words: armchair, stitch, knit, crooked, niece, arthritis, scarf, wool, supper, blond, halfway, spoon, stiff, shine, anniversary, asleep, standing, fifty, shopping, concert, silver, round, kiss, coat, wedding, wash, closely, towards, tired, surprised, row.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Leonard1.epub",
"storyAcıklama":"Women often knit clothes. It can be either a thing for herself or a gift for children or grandchildren. Grandmothers often knit clothes for babies to help their children. Women can knit scarves or socks for husbands. Buying a gift in a store is much easier and faster, but when you do it yourself, the value of this gift increases. Leonard's wife knits independently, although it is hard for her to do it. Health leaves the woman. Her arms aches and moves badly, but she goes on knitting. Arthritis has long prevented her from living. But this woman knits a scarf for her husband. She knits a scarf of the same color as his eyes. The woman waits for her niece, who will arrive to take her to the store. She wants to make purchases and buy more wool for the scarf. She needs blue soft and cuddly wool.",
"tag":"music  house  family  doctor",
"views":"2974"},
 
 {"id":"138",
"baslik":"Death on Christmas Eve",
"aciklama":"A2 Elementary",
"thumbnail":"https://english-e-reader.net/covers/Death_on_Christmas_Eve-Stanley_Ellin.jpg",
"kategori":"2",
"yazar":"Stanley Ellin",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Stanley%20Ellin%20-%20Death%20on%20Christmas%20Eve.mp3",
"hardWord":"Text Analysis: Unique words: 562 Total words: 2152
  
Hard words: incautious, narrowed, unfashionable, inquest, dampness, polishing, colorless, impressed, hypocrite, lying, overcoat, blindly, doorbell, threatening, wrinkled, connected, armchair, sane, bony, mourning, depressing, eyewitness, mustache, wrinkle, violently, cautiously, youthful, merry, whistle, victorian, amazed.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Death_on_Christmas_Eve.epub",
"storyAcıklama":"Boerum House is a big Victorian building. It used to be very impressing. If you took a look at it, it would take your breath away. But it is in the past. Nowadays Boerum House is dark, bleak and not well-groomed. You must not turn on the light there. Like master, like house, as they say. Let's look at its inhabitants. Celia and Charlie are a brother and a sister. They are having a difficult period in their lives and relationship. Charlie's wife tragically died on the Christmas Eve and he cannot cope with this grief. The widower thinks Celia killed his wife. He says his sister was jealous of her sister-in-law. The court absolutely acquitted her name, but her brother did not. He hates Celia and desires revenge. Charlie declares it openly.",
"tag":"house  family  relationships  suffering  psychological  murder",
"views":"4006"},
 
 {"id":"137",
"baslik":"The Call of the Wild",
"aciklama":"B1 Pre-Intermediate",
"thumbnail":"https://english-e-reader.net/covers/The_Call_of_the_Wild-Jack_London.jpg",
"kategori":"3",
"yazar":"Jack London",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/The_Call_of_the_Wild.mp3",
"hardWord":"Text Analysis: Unique words: 935 Total words: 7812
  
Hard words: spin, wheel, hu disinherited, fiercely, furry, crate, growled, hatchet, engine, leash, fang, harnes sled, miner force howl, ancestor courageously, exhausted, axe, boreali arid, antlers",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/The_Call_of_the_Wild.epub",
"storyAcıklama":"It was the time of the Alaskan gold rush in the 1890’s when sled dogs were very in demand. It is a story about a dog named Buck. He grew up with a comfortable life at Shepherd’s ranch. He was always fed and happy. But from the first day that Buck was stolen he learnt about hunger, thirst, and cruelty. Buck’s life changed. He was harnessed with other dogs to carry the government post. The dog pack had its own laws and Buck had to get used to them. Every evening lying in the snow, Buck constantly looked back on his life at the ranch and from the forest heard howling wolves. Then by day Buck overcame the distance of a thousand miles during a hard frost. Buck decided to become the leader of the pack to survive in such hard circumstances. To do this, he had to eliminate an opponent…",
"tag":"filmed  animals  life-story  nature  surviving",
"views":"18123"},
 
 {"id":"136",
"baslik":"Silver Blaze",
"aciklama":"B1 Pre-Intermediate",
"thumbnail":"https://english-e-reader.net/covers/Silver_Blaze-Conan_Doyle.jpg",
"kategori":"3",
"yazar":"Conan Doyle",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Silver_Blaze_by.mp3",
"hardWord":"Text Analysis: Unique words: 646 Total words: 5663
  
Hard words: lord, practise, racehorse, moor, backwater, horseshoe, aha, opium, racing, centimeter, tendon, lame, losing, midday, curry, blaze, bill, eighty, fastest, carriage, muddy, scarf, daylight, bark, goodbye, grind, winning.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Silver_Blaze_by.epub",
"storyAcıklama":"Sherlock Holmes had the new investigation. All of England was discussing the tragedy what happened in the stables of King’s Pyland in Dartmoor. Before the crime on the stables where was a horse named Silver Blaze came a Fitzroy Simpson. He worked as a bookmaker in horse racing. He asked too many questions and it angered duty groom. The infuriated groom hardly set a guard dog on him. The same evening, after dinner, Silver’s coach John Straker went to the stables to check was everything alright and nobody saw him alive anymore. The body had found his wife and nearly was the groom. The groom was under the influence of the drug and horse had missed. Silver Blaze had disappeared just before the race for the Wessex Cup. It was the main favorite of the competition stallion. All available evidence led to the bookmaker Simpson and police arrested him.",
"tag":" investigation  animals  murder",
"views":"13609"},
 
 {"id":"135",
"baslik":"All about Desert Life",
"aciklama":"A1 Starter",
"thumbnail":"https://english-e-reader.net/covers/All_about_Desert_Life-Julie_Penn.jpg",
"kategori":"1",
"yazar":"Julie Penn",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/All_about_Desert_Life.mp3",
"hardWord":"Text Analysis: Unique words: 440 Total words: 2147
  
Hard words: pupfish, baobab, staying, blowing, desertification, porridge, rainwater, millimeter, going, racing, oasis, poisonous, called, traveling, cactus, minus, camel, moving, poison, underground, farming, fog, dancing, fascinating, eating, festival, pond, mud, cloth, stem",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/All_about_Desert_Life.epub",
"storyAcıklama":"What do you know about deserts? Besides the fact that there is hot and a lot of sand there? What are the largest deserts on Earth? What kinds of animals live there? What plants grow? This is a very dry place. About twenty centimeters of rain fall there a year. This is a very small amount of water. There may be not a drop of water for several months or even years. By the way, not all deserts are filled with sand. Some have a stony surface. It is very hot there during the day, up to fifty degrees Celsius. But when the sun goes down - the temperature drops and can be below zero. That is why it is so hard and uncomfortable to travel. In addition, it is also very cold in the desert in winter. While the rest of the regions receive their rate of moisture from rain, one can see a thick fog in the desert more often.",
"tag":"Technology & Science animals  poison  work  school  music  children",
"views":"2640"},
 
 {"id":"134",
"baslik":"Tales of Adventurous Girls",
"aciklama":"A2 Elementary",
"thumbnail":"https://english-e-reader.net/covers/Tales_of_Adventurous_Girls-Fiona_Mackenzie.jpg",
"kategori":"2",
"yazar":"Fiona Mackenzie",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Tales_of_Adventurous_Girls.mp3",
"hardWord":"Text Analysis: Unique words: 316 Total words: 2351
  
Hard words: parents, liked, grey, moved, cleaned, carried, held, taught, ahhh, caught, favourite, helped, opened, washed, spoke, serpent, troll, said, greedy, saw, emperor, loved, don, frightened, curse, sadly, confused, sixty, dragon, brave",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Tales_of_Adventurous_Girls.epub",
"storyAcıklama":"These are four stories about four strong and brave girls from four countries. Japan, India, Zanzibar and China. Each of the girls takes part in dangerous adventures that require not only physical strength, but also intelligence. But the main thing is fortitude. Tamasha lives with her mother and sisters on a beautiful island in Zanzibar. Tokoyo is the daughter of a samurai. Her father is a warrior close to the Emperor. Chandra lives in a small village in India. Like many other people, she grows rice with her parents. Sea lives in a small village next to the huge majestic mountains in China. Sometimes the crop grows poorly here due to the droughts. Each girls faces serious challenges. But they all are ready for adventures.",
"tag":"fairytale  island  beach  family  animals  king",
"views":"1166"},
 
 {"id":"133",
"baslik":"Originals",
"aciklama":"C1 Advanced",
"thumbnail":"https://english-e-reader.net/covers/Originals-Adam_Grant.jpg",
"kategori":"7",
"yazar":"Adam Grant",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Originals.mp3",
"hardWord":"Text Analysis: Unique words: 2627 Total words: 28474
  
Hard words: correcting, stopping, pearl, pushed, queen, inventing, judged, attacked, promoted, refused, avoided, parents, replaced, interviewed, discussed, disliked, liked, groupthink, answered, questioned, moved, delivered, hurting, bringing, achieved, studying, carried, wasting, worst, discovered",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Originals.epub",
"storyAcıklama":"How much does a good idea cost? Is it itself valuable? Or is it only monetary resources, valuable connections and sales that matter? Adam Grant provides answers to these questions in his book. The reader will find interesting studies and amazing stories from business and lives of many people. The author does not miss the sphere of sports, entertainment, politics and big business. Adam tells how not to miss the most successful idea. In addition, he talks about how to choose the right allies to implement ideas. How to listen to your partners and choose the right time for realization. The techniques from the book are suitable for teachers and parents who want to develop skills of their children. By reading this book, you will learn from the most successful entrepreneurs of recent years.",
"tag":"business work  technology  business  accident  health  doctor  children  school  future  university  family  music  science  culture  computers  factory  dream  competition  surviving  government  relationships  journalist  politics  nurse  escape",
"views":"1148"},
 
  {"id":"132",
"baslik":"Black Beauty",
"aciklama":"A2 Elementary",
"thumbnail":"https://raw.githubusercontent.com/Boga28/book/master/pics/Black-Beauty.jpg",
"kategori":"2",
"yazar":"Anna Sewell",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Black_Beauty.mp3",
"hardWord":"Text Analysis: Unique words: 458 Total words: 1798",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Black_Beauty.epub",
"storyAcıklama":"Black Beauty spends his youth in a loving home, surrounded by friends and cared for by his owners. But when circumstances change, he learns that not all humans are so kind. Passed from hand to hand, Black Beauty witnesses love and cruelty, wealth and poverty, friendship and hardship . . . Will the handsome horse ever find a happy and lasting home? Carefully retold in clear contemporary language, and presented with delightful illustrations, these favorite classic stories capture the heart and imagination of young readers. By retelling the story in a shorter, simpler form, these books become highly engaging for children, and the color illustrations help with both comprehension and interest level. Black Beauty is part of a collectible series that has strong gift appeal.",
"tag":"Classic",
"views":"5142"},
 
 {"id":"131",
"baslik":"Ireland",
"aciklama":"B1 Pre-Intermediate",
"thumbnail":"https://english-e-reader.net/covers/Ireland-Tim_Vicary.jpg",
"kategori":"3",
"yazar":"Tim Vicary",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Ireland.mp3",
"hardWord":"Text Analysis: Unique words: 944 Total words: 6194
  
Hard words: harbour, jewellery, colourful, lord, craw, boomtown, churchman, celt, unionist, gaelic, defence, causeway, titanic, wheelbarrow, loyalist, celtic, shipyard, marching, cork, stony, mussels, centimeter, thirsty, norwegian, hound, windy, monastery, pub, nationalist.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Ireland.epub",
"storyAcıklama":"This book will introduce Ireland to you. This country is incredibly beautiful. There are many mountains and rivers. One can see emerald greenery there. Certainly, you have heard that the Irish are the most drinking people in Europe. That they are the descendants of the redheaded Celts. You have also heard about the Irish step and the pubs. There are lots of famous Irishmen. The book contains an overview on geography, sport, history, religion, language, music, dance and wars. It includes the descriptions of the most significant cities. The material is presented in a fascinating form as an experienced teacher created this book. The author teaches the course on 'Northern Ireland' at the university. This writer is famous not only for writing historical novels but also for criminal ones. His books are very popular among the English learners.",
"tag":"historical  myth  nature",
"views":"31890"},
 
 {"id":"130",
"baslik":"Five Famous Fairy Tales",
"aciklama":"B1 Pre-Intermediate",
"thumbnail":"https://english-e-reader.net/covers/Five_Famous_Fairy_Tales-Hans_Christian_Andersen.jpg",
"kategori":"3",
"yazar":"Hans Christian Andersen",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Five_Famous_Fairy_Tales.mp3",
"hardWord":"Text Analysis: Unique words: 644 Total words: 9549
  
Hard words: queen, nightdress, goodnight, jack, donkey, cutter, bob, fairy, jealous, jewel, daylight, goodbye, grind, excite, clever, sometime, fisherman, jar, servant, magic, shine, dear, lovely, cooking, ugly, twelve, hungry.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Five_Famous_Fairy_Tales.epub",
"storyAcıklama":"The first story tells us about a woman who had three sons. They lived in the village. The family was poor but happy. So the boys found a job. They received magical things as a salary. In the second story, you will learn about an evil queen, who had the most beautiful daughter in the world. The Queen didn't want to let her young princess get married. She just enjoyed the girl's torment. One day, a resourceful Prince appeared. The third story is about a poor man named Hans. He was happy and very cheerful until he met a witch. In the fourth story you will read about a fisherman who was poor and couldn't catch enough fish to feed his family. Once he got lucky. In the fifth story the main character is a king with ten sons and one daughter. Unfortunately his wife died. Soon a wicked stepmother came to the royal family.",
"tag":"family  children-literature  collection  fairy-tale",
"views":"239521"},
 
 {"id":"129",
"baslik":"Blue Moon Beach",
"aciklama":"A1 Starter",
"thumbnail":"https://english-e-reader.net/covers/Blue_Moon_Beach-Sue_Murray.jpg",
"kategori":"1",
"yazar":"Sue Murray",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Blue_Moon_Beach.mp3",
"hardWord":"Text Analysis: Unique words: 620 Total words: 7907
  
Hard words: eagle, parents, liked, worst, worked, catching, watching, returned, bay, taken, caught, helped, played, petrol, saved, stopped, shouting, constable, wearing, fell, tried, giving, screaming, lying, mum, stairs, looking, carrying, going, smuggler",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Blue_Moon_Beach.epub",
"storyAcıklama":"Samuel Martin is fifteen. His friends usually call him Sam. The boy lives with his parents in their hotel - Blue Moon Hotel. This hotel is near the Blue Moon Beach. Sam is sure that it is the best beach in the world. And it is really great here. The sand is white. The water is warm and blue. Summer holidays begin today. Five weeks without school, teachers and lessons. You can just rest. You can swim and sunbathe all day long. This is the best time of the year. One day Sam meets two people on the beach. These people are wearing dark clothes. They are wearing shoes and socks. This is strange. No one wears shoes and socks at Blue Moon Beach. Later the boy forgets about this meeting. But something will happen soon. This summer will change for Sam.",
"tag":"beach  school  children  animals  office  work  cooking  hero  police  house  farm  family",
"views":"1074"},
 
  {"id":"128",
"baslik":"A Little Trouble in Dublin",
"aciklama":"A1 Starter",
"thumbnail":"https://english-e-reader.net/covers/A_Little_Trouble_in_Dublin-Richard_MacAndrew.jpg",
"kategori":"1",
"yazar":"Richard MacAndrew",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/A_Little_Trouble_in_Dublin.mp3",
"hardWord":"Text Analysis: Unique words: 552 Total words: 6115
   
Hard words: parents, answered, grey, yuk, shouted, watching, understood, turned, opened, needed, stopped, shouting, seeing, tried, forged, hitting, giving, laughing, drove, looking, spoke, darkly, wanted, going, receptionist, taking, called, said, cinema, angrily",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/A_Little_Trouble_in_Dublin.epub",
"storyAcıklama":"Andy and Mary are twins. They are thirteen. Still they are not like all other twins. Andy is taller than his sister. He has got red hair and bright blue eyes. Mary is short with long dark hair and big brown eyes. They are not similar in appearance. Moreover, they think differently. The brother and the sister come to Trinity College in Dublin. It is the most famous and ancient university in Ireland. Now they are looking at the book of Kells - a huge volume that is more than a thousand years old. Andy is watching with admiration. Mary is not so interested. She goes to the gift shop. There are lots of T-shirts, mugs and other souvenirs. The girl likes these T-shirts. Except her, there is only one more customer in the store - an unusual man. Later something unexpected happens. Mary is sure it has to do with this man.",
"tag":"short  football  school  science  police  house  writer  music  doctor  inspector  work  family",
"views":"3163"},
 
  {"id":"127",
"baslik":"The Interpreter",
"aciklama":"B1 Pre-Intermediate",
"thumbnail":"https://english-e-reader.net/covers/The_Interpreter-Charles_Randolph.jpg",
"kategori":"3",
"yazar":"Charles Randolph",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/The_Interpreter.mp3",
"hardWord":"Text Analysis: Unique words: 1175 Total words: 13282
   
Hard words: interpreted, coastguard, interpreting, jowly, unshaven, unmoving, stoplight, washcloth, goodnight, repeating, lying, madman, restroom, urgently, cameraman, portuguese, protector, arabic, peacefully, token, aged, luckily, newborn, climbing, answering, waitress, passport.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/The_Interpreter.epub",
"storyAcıklama":"Dictators must be overthrown with words, and not pistols. This way is slower but more reliable. Otherwise, there is a big chance that everything will happen again and the country will be involved into a war. Only the interpreter can know the true value and strength of the right words. Sylvia Broome works as an interpreter at the UN headquarter. She is just a tiny cog in one complex mechanism. Her work is very important, as the leaders of the different countries have to find a common language with each other. Suddenly Sylvia finds out about the preparation of a murder. The Matobo President is to be a victim. Then agent Keller appears in her life. He is in charge of investigating the case. The agent does not trust Sylvia as some details from her dark past are constantly coming out. Still he is devoted to his work and strives to protect the interpreter. It is not his duty unlike the foreign leaders' protection. But is this interpreter so defenseless as it seems?",
"tag":"thriller filmed  crime  government  Africa",
"views":"185661"},
 
 {"id":"126",
"baslik":"One Thousand Dollars",
"aciklama":"A2 Elementary",
"thumbnail":"https://english-e-reader.net/covers/One_Thousand_Dollars-O_Henry.jpg",
"kategori":"2",
"yazar":"O. Henry",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/One_Thousand_Dollars.mp3",
"hardWord":"Text Analysis: Unique words: 385 Total words: 1228
  
Hard words: codicil, foolishly, pendant, housekeeper, cheerfully, saloon, careless, germ, wisely, necklace, clause, formally, polite, taxi, ward, awkward, severely, privately, deposit, disturb, ambitious, cab, calm, diamond, generous, envelope, elevator, happiness, sum, sidewalk.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/One_Thousand_Dollars.epub",
"storyAcıklama":"Everything happened in Alabama. Bill Driscoll and Old Hank thought they needed more money. They decided to kidnap a child. People in small towns love their children very much. In such places you can find lazy fat sheriffs who do not like investigating crimes. They found a boy in one of the courtyards. First thing the child threw a stone in the Bill's eye. With great difficulty, they managed to grab the boy, even though he fought like a bear. The child was taken to a cave, not far from the town. There was already a small supply of food. When Bill returned to the cave, he saw a fire in front of it and the boy with feathers in his hair. Old Hank said they were playing Indians. And that was just the beginning. Bill realized that this child could cause more problems than any adult.",
"tag":"short-story  office  law  house",
"views":"282271"},
 
 {"id":"125",
"baslik":"Rob Roy",
"aciklama":"B1 Pre-Intermediate",
"thumbnail":"https://english-e-reader.net/covers/Rob_Roy-Walter_Scott.jpg",
"kategori":"3",
"yazar":"Walter Scott",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Rob_Roy.mp3",
"hardWord":"Text Analysis: Unique words: 1543 Total words: 7702
  
Hard words: immoderately, attended, grazed, destined, compensated, scrutinized, assaulted, retracted, jacobite, insolently, alehouse, portmanteau, claymore, discourtesy, intemperance, addressed, timorou obliged, detestable, honour",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Rob_Roy.epub",
"storyAcıklama":"The novel will give you deep understanding of complicated pictures of Scotland and English community relationships of the 18th century. The actions developed quite fast. The main hero was called to his fathers business from Bordo. There, in London, Francis found, that his father wanted to give him the commerce business. But he had no desire to know the commerce secrets, he was a man of art, liked writing, poems, reading literature. His father got angry when he found out it and in punishment he sent Francis to visit relatives. In North England he met his lazy drinkers cousins and clever, interesting girl Diana. The life in castle brought Francis some adventures and personal growth.",
"tag":"historical  filmed  business  adventure",
"views":"10172"},
 
  {"id":"124",
"baslik":"Women Who Changed the World",
"aciklama":"B1+ Intermediate",
"thumbnail":"https://english-e-reader.net/covers/Women_Who_Changed_the_World-Sue_Leather.jpg",
"kategori":"4",
"yazar":"Sue Leather",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Women_Who_Changed_the_World.mp3",
"hardWord":"Text Analysis: Unique words: 1541 Total words: 13046
   
Hard words: stopping, farsi, refused, assaulted, parents, attar, liked, polonium, grey, moved, passed, achieved, studying, ruled, carried, chained, discovered, worked, suffragette, harassed, sally, picked, aeroplane, radium, described, hindi, allowed, twitter, empowered, pacific",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Women_Who_Changed_the_World.epub",
"storyAcıklama":"In the past, women did not have the same rights as men. They had no education, no fair pay and even no possibility to live a full life without a husband. Long ago the function of a woman was simple - home life and birth of children, nothing else. But there were women in history who changed the world. In this book, the author describes the history of female fight. Everything started with the question of education for girls and women. Nowadays there are women who work in education, science, politics and sport. This book clarifies not the most popular and well-known historical moments in the formation of modern society. Find out how the world came to complete equality and what obstacles women faced on their difficult path.",
"tag":"biography",
"views":"786"},
 
 {"id":"123",
"baslik":"The Swiss Family Robinson",
"aciklama":"B1 Pre-Intermediate",
"thumbnail":"https://english-e-reader.net/covers/The_Swiss_Family_Robinson-Wyss_Johann.jpg",
"kategori":"3",
"yazar":"Wyss Johann",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/The_Swiss_Family_Robinson.mp3",
"hardWord":"Text Analysis: Unique words: 937 Total words: 12749
  
Hard words: pearl, sailcloth, nailed, plough, sledge, uncovered, gunpowder, smelly, lying, shellfish, firewood, stormy, mend, donkey, salty, paddle, midday, windy, bamboo, luckily, sunshine, rainy, planting, daytime, gardening, answering, coconut, canoe, seventeen, lazy.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/The_Swiss_Family_Robinson.epub",
"storyAcıklama":"The priest created this book two centuries ago. He wrote this work to educate his own children. The book had to instill the family values and explain to them how to treat land. It taught to be conscious and sympathetic. The story begins with one family. They go out on the voyage. The ship is caught in a storm and the family manages to get to an uninhabitable tropical island. The husband, the wife and four sons survive. What should they do now? How will they make a living? What will they eat? The family makes a temporary camp and starts exploring the island. They are searching for some remaining items from the ship that might be useful to them. The findings will facilitate life on the island. The parents have farming and housekeeping skills. Still the family faces the same problem. How long will they have to stay on the island?",
"tag":" sea-story  family  surviving  island  adventure",
"views":"23028"},
 
 {"id":"122",
"baslik":"The Incredible Journey",
"aciklama":"B1 Pre-Intermediate",
"thumbnail":"https://english-e-reader.net/covers/The_Incredible_Journey-Burnford_Sheila.jpg",
"kategori":"3",
"yazar":"Burnford Sheila",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/The_Incredible_Journey.mp3",
"hardWord":"Text Analysis: Unique words: 1162 Total words: 14605
  
Hard words: wagging, treehouse, shakily, hungrily, siamese, imagining, firelight, friendliness, lazily, hilly, terrier, retriever, lovable, heron, meaty, schoolhouse, lying, purposefully, skillfully, aching, purposeful, uncomfortably, twelfth, skillful, finnish, lovingly, undress, wag.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/The_Incredible_Journey.epub",
"storyAcıklama":"Not only people can be fearless before setting off on a great adventure. A cat and two dogs find the right time to run away from their new owner's house. A long journey of hundreds kilometers through the Canadian woods is waiting for them. They will meet many wild animals on their way. They will meet friendly and not very friendly people with their pets. The runners will get into various kinds of troubles and barely manage to escape unhurt. Even though the animals get some help, nobody knows, what is to happen to our helpless heroes. Still neither hunger nor exhaustion can stop them. Only these two dogs and the cat know where they are heading. One definite purpose is leading them. What should their owners expect, just coming home to an empty house from England?",
"tag":"adventure",
"views":"21173"},
 
 {"id":"121",
"baslik":"The Jacket",
"aciklama":"B1 Pre-Intermediate",
"thumbnail":"https://english-e-reader.net/covers/The_Jacket-Graeme_Lay.jpg",
"kategori":"3",
"yazar":"Graeme Lay",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Graeme%20Lay%20-%20The%20Jacket.lite.mp3",
"hardWord":"Text Analysis: Unique words: 699 Total words: 3886
  
Hard words: queen, motorway, shoplifter, aunty, motorbike, schoolwork, rubbish, whiteness, lunchtime, lagoon, aged, lighter, polished, rainbow, daytime, detention, noisy, reef, seventeen, miserable, ashamed, fried, wool, frighten, shiny, thief, fare, cruel, supermarket.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/The_Jacket_by_Graeme_Lay.epub",
"storyAcıklama":"Every person deserves a chance in his life. Including the chance to get a good education. Even if it means that you have to live and study far away from home, family and loved ones. Tuaine is a young girl who came to study in New Zealand. The young student deeply misses her homeland which is far from there. It is an island in the South Sea, where the warm waters are as bright as the sky. In New Zealand the girl writes a diary. The readers will get the opportunity to look into it. Tuaine records all the events that happen to her. She also writes about her thoughts and feelings. The new place is not as warm as her native island. Here everything is so unusual and hostile. Every time Tuaine closes her eyes, she sees her own home and family.",
"tag":"short-story",
"views":"11524"},
 
 {"id":"120",
"baslik":"The Time Trippers",
"aciklama":"B1 Pre-Intermediate",
"thumbnail":"https://english-e-reader.net/covers/The_Time_Trippers-Maria_Jack.jpg",
"kategori":"3",
"yazar":"Maria Jack",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/The_Time_Trippers-Maria_Jack.mp3",
"hardWord":"Text Analysis: Unique words: 1292 Total words: 11103
  
Hard words: recognised, pushed, pottage, starred, surrounded, ducking, portcullis, parents, matt, tracksuit, liked, answered, grey, ignored, moved, passed, nastily, removed, yuk, lord, joking, picked, catching, shouted, barbarity, threateningly, favour, lunchbox, surfing",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/The_Time_Trippers_by_Maria_Jack.epub",
"storyAcıklama":"Matt Johnson woke up from the same nightmare again. He had not slept well for a month and a half. This dream haunting him is incredibly realistic. His parents are in the car. They look happy. They are talking about the upcoming vacation in the summer: two weeks in Florida - there they plan to visit Disney World. Suddenly the car loses control. The man is a very experienced driver, but even he cannot cope. Everything happens too fast. The big tree is ahead. Hit! One can hear the sound of crushing metal. After this, there is silence. Only the car is lying on its roof. Every night the boy wakes up screaming and cannot believe that this really happened. The parents died in that terrible accident. Now he is an orphan. The boy got out of the bed. He could not sleep anymore that night.",
"tag":"science fiction",
"views":"9243"},
 
  {"id":"119",
"baslik":"A Fishy Story",
"aciklama":"B2+ Upper-Intermediate",
"thumbnail":"https://raw.githubusercontent.com/Boga28/book/master/pics/A_Fishy_Story-Clare_West.jpg",
"kategori":"6",
"yazar":"Clare West",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Clare_West-A_Fishy_Story.mp3",
"hardWord":"Text Analysis: Unique words: 842 Total words: 2863
   
Hard words: pearl, unseasonal, stationmaster, horrifyingly, untiring, uninviting, easterly, departing, supposing, unearthly, hundredth, apologetically, fishy, doorman, sleepless, wrapping, distaste, charging, cork, respectfully, doubtless, undress, uphill, stormy, stiffness, seated, further, confidently, cheerfully, spreading, yawn.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/A_Fishy_Story_by_Clare_west.epub",
"storyAcıklama":"The most experienced fishermen know that the best place for fishing is the west of Ireland. There are rivers full of salmon. Sinclair spends three days there, trying to catch a fish, but he is unlucky. The young man goes home. He decides to go by train, and in the twentieth century such a trip seems like a real adventure. At the station, where he has to wait for the train, there is a lot of smoke - but there is not enough heat. The man is cold. He has wet shoes after fishing. He hoped that at the station he could warm up - but he continues to freeze. The station manager lets the guy into his office. It is warm and there is steam from the clothes. They talk about fishing and politics. Sinclair admits that he failed to catch anything. Soon the train arrives. The guy goes to the cold again. A little rain starts on the street.",
"tag":"family  mystery  accident  king  politics  journey  office  dream",
"views":"3716"},
 
 {"id":"118",
"baslik":"In the mountains",
"aciklama":"A1 Starter",
"thumbnail":"https://english-e-reader.net/covers/In_the_mountains-Richard_Northcott.jpg",
"kategori":"1",
"yazar":"Richard Northcott",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/In_the_mountains_by_Richard_Northcott.mp3",
"hardWord":"Text Analysis: Unique words: 249 Total words: 1098
  
Hard words: biking, sledding, snowboarding, crevasse, rafting, sporty, sled, cloudy, avalanche, called, snowy, windy, compass, glacier, rainy, climbing, volcano, don, crust, skiing, sunny, fur, helmet, fascinating, walking, rope, ski, mount, chapter, exciting",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/In_the_mountains_by_Richard_Northcott1.epub",
"storyAcıklama":"There are many types of mountains on Earth. Some of them are covered with thick green forests while the tops of others are covered with ice and snow. It is very cold there. There are some dry and hot mountains. Many rivers begin high in the mountains. This is an amazing part of nature. In fact, the mountains appear even today. These are parts of the crust that change shape due to volcanic eruptions, earthquakes or tectonic plate movements deep underground. Life in the mountains can be pretty hard, but people live there. The main point is there are no good roads, shops or hospitals. People have to ride animals or on foot, as cars cannot drive everywhere. At high altitude, the air is thin, and you have to get used to it. Are there mountains in the area where you live?",
"tag":"animals  sport  children  family  nature",
"views":"2209"},
 
  {"id":"117",
"baslik":"A Connecticut Yankee In King Arthur's Court",
"aciklama":"B1 Pre-Intermediate",
"thumbnail":"https://english-e-reader.net/covers/A_Connecticut_Yankee_In_King_Arthurs_Court-Mark_Twain.jpg",
"kategori":"3",
"yazar":"Mark Twain",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/A%20Connecticut%20Yankee.lite.mp3",
"hardWord":"Text Analysis: Unique words: 1057 Total words: 6371
   
Hard words: stabbed, pushed, queen, attacked, refused, insulted, electrocuted, civilised, armour, liked, answered, jousting, grey, moved, passed, pigsty, staying, chained, honourable, discovered, worked, lord, believing, bowing, lit, kept, stole, repaired, arriving, shouted",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/A-Connecticut-Yanke.epub",
"storyAcıklama":"The protagonist of this story is a typical Yankee. He is smart and businesslike. Once in a fight someone hits him in the head. Then he wakes up in the days of King Arthur. The man is taken as a prisoner by a knight whom he initially considers to be an ordinary madman. Now the Yankee is in the castle, where aristocrats and knights are feasting. He learns that it is 528 AD. The knights sentence the Yankee to death. The poor man remembers that there must be a solar eclipse on this day. Using this natural phenomenon, the Yankee pretends to be a powerful magician. The medieval knights are very impressed. They promise him a post of minister. Gradually, the Yankee begins to use his knowledge from the future to strengthen his power. Gunpower, lightning rod and other devices terrify the inhabitants of the castle.",
"tag":"king  court  factory  asylum  prison  magic  dream  escape  children  journalist  work  holiday  school  crime  family  suffering  knight  journey  short  future  house  couple  fight  business  suicide  police  shot  health  disaster  revolution",
"views":"3360"},
 
 {"id":"116",
"baslik":"Amazing Women",
"aciklama":"A2 Elementary",
"thumbnail":"https://english-e-reader.net/covers/Amazing_Women-Helen_Parker.jpg",
"kategori":"2",
"yazar":"Helen Parker",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Amazing%20Women%20by%20Helen%20Parker.lite.mp3",
"hardWord":"Text Analysis: Unique words: 1082 Total words: 8570
  
Hard words: queen, attacked, refused, parents, maths, harbour, moved, delivered, copied, discovered, worked, punished, argentinian, honour, lit, stole, designed, arriving, allowed, nursemaid, travelling, realized, peronist, nominated, arrested, worse, understood, taught, returned, owned",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Amazing-Women-by-Helen-Parker.epub",
"storyAcıklama":"This is not just a historical book about the period of slavery in the United States. This is not an ordinary story about the hard life of a woman. You will learn about a woman who spent many years in slavery in the southern United States. But she was strong enough to change everything. Her parents were slaves in Maryland. Like many others, they worked hard to survive. The fifth of nine children, the girl started working at the age of six. The owners treated her like an animal, not a human. At the age of eleven, the girl began adult work. But a few years later, she planned an escape. The girl managed to run away. She even helped to free hundreds of other slaves and fed them. This is a true heroine who saved many lives.",
"tag":"escape  fight  family  children  work  animals  adult  marriage  short  journey  school  university  revolution  police  prison  government  health  doctor  science  society  house  king  dream  cooking  accident  nurse  reporter  office",
"views":"622"},

{"id":"115",
"baslik":"Lisa in China",
"aciklama":"A2 Elementary",
"thumbnail":"https://english-e-reader.net/covers/Lisa_in_China-Mitchell_HQ.jpg",
"kategori":"2",
"yazar":"Mitchell H.Q.",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Lisa%20in%20China%20by%20Mitchell%20H.Q..lite.mp3",
"hardWord":"Text Analysis: Unique words: 950 Total words: 5378
 
Hard words: stopping, pearl, tian, shanghai, practising, harbour, colourful, worked, bund, cantonese, shi, stealing, mmmm, practise, pointing, favourite, opened, tai, populated, stopped, wearing, homesick, chopsticks, thrilled, ordered, leaving, sightseeing, admiring, impressed, jumbo",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Lisa_in_China_by_Mitchell.epub",
"storyAcıklama":"Lisa is invited to take part in the first International Photo Convention in China. The girl is excited about the trip. She flies to Beijing. There she meets Hu Tian and his sister Mei. They are her guides in China. Besides the convention, Lisa has many other adventures. The girl tries traditional Chinese food and learns to eat with chopsticks. She also visits many famous attractions such as Tiananmen Square, the Forbidden City, the Great Wall of China and the Terracotta Army. Lisa and her new friends travel to Shanghai to admire the nature and beautiful historical buildings. Later they visit Hong Kong where the girl tries practising Tai Chi. It is an ancient Chinese martial art. Lisa has an unforgettable experience in China.",
"tag":"school  flight  airport  work  house  culture  technology  missing  mystery  stealing  legend  historical  nature  escape  family  island  animals  adventure",
"views":"3610"},

 
 {"id":"114",
"baslik":"The Old Man and the Sea",
"aciklama":"B1 Pre-Intermediate",
"thumbnail":"https://english-e-reader.net/covers/The_Old_Man_and_the_Sea-Ernest_Hemingway.jpg",
"kategori":"3",
"yazar":"Ernest Hemingway",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/The%20Old%20Man%20and%20the%20Sea.mp3",
"hardWord":"Text Analysis: Unique words: 1399 Total words: 11421
  
Hard words: rammed, clubbed, attained, clouding, towed, jerking, furled, kicky, coagulated, gaining, butchered, scooped, lashing, pebbled, convulsively, inwards, rapier, chewed, albacore, violated, looped, towing, guano, stooped, flapping, gaff, bodega, patched, slowing, dullness.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/The_Old_Man_and_the_Sea-Ernest_Hemingway.epub",
"storyAcıklama":"During last 84 days, an old Cuban fisherman Santiago goes to the sea but cannot get any fish. His small friend Manolin continues to help him, although his father prohibits to do this. But the old and young men still see each other and speak about this and that. At 85th day old fisherman again goes to the sea as always on his small sailboat. This time he is being lucky and catching such big marlin, that nobody saw before. Next several days a big fight takes place between the man and the fish. Finally Santiago manages to exhaust and kill the huge fish. But marlin takes boat far away into the sea. It’s very hard to take the catch to the shore, too many sharks want to get a helpless flesh.",
"tag":"sea-story  classic  filmed",
"views":"238254"},
 
 {"id":"113",
"baslik":"Dangerous Journey",
"aciklama":"A2 Elementary",
"thumbnail":"https://english-e-reader.net/covers/Dangerous_Journey-Alwyn_Cox.jpg",
"kategori":"2",
"yazar":"Alwyn Cox",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Dangerous%20Journey.mp3",
"hardWord":"Text Analysis: Unique words: 386 Total words: 2162
  
Hard words: pumped, lying, midday, plaster, waterfall, clearing, aerial, muddy, grind, rising, hut, clever, rubber, stove, fixed, tightly, fool, steep, driving, mud, hurry, rope, helicopter, loud, asleep, standing, rifle, fault, swim, hunting, stupid.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Dangerous_Journey-Alwyn_Cox.epub",
"storyAcıklama":"A team of four men goes into a deep forest by the truck to mine some iron and other metals. They are isolated by the forest for hundreds of miles. The main conditions for surviving in the wild forest are nice weather and good teamwork. But these men don't have anything. A young and stubborn Joe wants to show his independence and authority and goes hunting ignoring his boss' orders. As a result, his schedule is delayed for two days. Joe's work is to drive the track – that's why he is so important. When he returns to the camp, he argues with his boss very much. There is no time to resolve the conflict. The weather changes. If it rains, mud will be everywhere around the forest. It will be a disaster because there are no roads. It will be a real ordeal to survive and get back home safely. They should overcome not only the bad weather but themselves as well.",
"tag":"adventure  surviving  friendship  nature  short-story  disaster",
"views":"728"},
 
 {"id":"112",
"baslik":"Dinosaurs",
"aciklama":"B1 Pre-Intermediate",
"thumbnail":"https://english-e-reader.net/covers/Dinosaurs-Tim_Vicary.jpg",
"kategori":"3",
"yazar":"Tim Vicary",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Dinosaurs-Tim_Vicary.mp3",
"hardWord":"Text Analysis: Unique words: 1283 Total words: 12381
  
Hard words: diplodocus, apatosaurus, pterosaur, allosaurus, parents, plesiosaur, hadrosaur, stegosaurus, ichthyosaur, liked, theropod, grey, moved, passed, dippy, arming, velociraptor, cleaned, blooded, studying, carried, colourful, triceratops, discovered, worked, pterodactyl, chasing, tyrannosaur, legged, stealer",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Dinosaurs-Tim_Vicary.epub",
"storyAcıklama":"Despite the constant development of science, we know very little about dinosaurs. New information reveals little by little. Mankind knows a lot. Still there are more questions than answers. Serious mistakes were made in the study of prehistoric reptiles. Perhaps even today we imagine the appearance of dinosaurs not entirely true. There is an interesting historic fact. In the mid-nineteenth century, Richard Owen organized dinner for twenty respected people. The table was inside a model of the skeleton of an iguanodon. The model was not assembled correctly. The researchers thought that part was a horn. But it was just a finger. In this book you can read what humanity knows about dinosaurs today.",
"tag":"children  animals  university  work  doctor  fight  family  dream  musical  historical",
"views":"6699"},

{"id":"111",
"baslik":"Alaska Wild and Free",
"aciklama":"A1 Starter",
"thumbnail":"https://english-e-reader.net/covers/Alaska_Wild_and_Free-Nick_Harris.jpg",
"kategori":"1",
"yazar":"Nick Harris",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Alaska_Wild_and_Free-Nick_Harris.mp3",
"hardWord":"Text Analysis: Unique words: 515 Total words: 2271
 
Hard words: eagle, paraglider, dogsled, musher, watching, traveled, needed, eskimo, fell, rafting, spoke, alaskan, going, baker, avalanche, called, traveling, peninsula, glacier, crest, camping, raft, climbing, fastest, freezing, don, moving, skiing, fantastic, tourism",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Alaska_Wild_and_Free-Nick_Harris.epub",
"storyAcıklama":"What do you remember first when you hear about the United States of America? Warm sunny California? Surfing and beaches? What about Alaska? This is also one of the states, but it is very different from the rest 49. Despite this, many tourists visit Alaska. They come from all over the world. But if you decide to visit Alaska, prepare warm clothes. Twenty degrees below zero is the normal temperature for this state. Tourists often come to Alaska to have an active holiday. They conquer the mountain peaks, ski or go dog sledding. The first people who lived in this state were Eskimos. Today they make up about fifteen percent of the population. In the nineteenth century, Alaska was a part of Russia. The Americans bought it for a huge amount of seven million dollars. After that they found gold there.",
"tag":"island  animals  short  sport  office  children  family  house",
"views":"4534"},
 
  {"id":"110",
"baslik":"Climate Change",
"aciklama":"A2 Elementary",
"thumbnail":"https://english-e-reader.net/covers/Climate_Change-Barnaby_Newbolt.jpg",
"kategori":"2",
"yazar":"Barnaby Newbolt",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Climate_Change-Barnaby_Newbolt.mp3",
"hardWord":"Text Analysis: Unique words: 741 Total words: 8744
   
Hard words: stopping, heatwave, shanghai, shouldered, footed, staying, studying, wallaby, protecting, catching, putting, worse, taken, nitrous, becoming, himalayan, keeping, fell, seeing, trying, woolly, agreed, leaving, kangaroo, seawater, acidic, looking, deforestation, asking, burned",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Climate_Change-Barnaby_Newbolt.epub",
"storyAcıklama":"Many scientists talk about climate change. They even predict the next end of the world. There are serious consequences for the planet. People are frightened. But how bad is it really? Mark Twain once said that a lot of people talk about the weather, but no one can say anything really important about. For the past hundred years, humanity has been talking about the changes in the weather. About storms, hurricanes, heat waves and floods. Each country has its own troubles. Who is to blame? Are these phenomena the consequences of technological progress? Or does nature change by itself? What can we do to improve this situation? The author of this book tries to give answers to all these questions.",
"tag":"animals  health  future  farm  work  children  technology  ecology",
"views":"2940"},
 
  {"id":"109",
"baslik":"Agnes Grey",
"aciklama":"B1+ Intermediate",
"thumbnail":"https://english-e-reader.net/covers/Agnes_Grey-Anne_Bronte.jpg",
"kategori":"4",
"yazar":"Anne Bronte",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Agnes_Grey-Anne_Bronte.mp3",
"hardWord":"Text Analysis: Unique words: 1690 Total words: 24466
   
Hard words: pretending, sounded, pushed, organised, blamed, wondering, sung, refused, parents, exercising, grabbing, ignoring, discussed, proved, liked, answered, grey, marrying, questioned, ignored, moved, passed, dismissed, hurting, flirtatiously, studying, bush, carried, rested, pretended",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Agnes_Grey-Anne_Bronte.epub",
"storyAcıklama":"This story takes place in the nineteenth century. A young girl named Agnes and her sister Mary are from a poor family. Their mother was disinherited in her youth. Now Agnes decides to start earning and help her close people. She finds a job as a governess in the Bloomfield family. But this family makes a very bad impression. Children behave badly. They do not listen to anyone and do not want to study. The parents are not interested in their education at all. Working in this family is very hard as Agnes has not even a permission to punish naughty children. But she decides to stay. It is getting harder and harder. The parents only fulfil all the whims of their son and daughter. Soon the young governess is fired. Agnes does not give up. She wants to work as a governess in another family.",
"tag":"family  couple  children  school  servants  holiday  work  journey  animals  future  escape  kindness  society  marriage  missing  business  fight  space  beach",
"views":"705"},
 
  {"id":"108",
"baslik":"The Silver Swans",
"aciklama":"B1 Pre-Intermediate",
"thumbnail":"https://english-e-reader.net/covers/The_Silver_Swans-Gallico_Paul.jpg",
"kategori":"3",
"yazar":"Gallico Paul",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/The%20Silver%20Swans.mp3",
"hardWord":"Text Analysis: Unique words: 604 Total words: 3522
   
Hard words: colourful, lord, pacific, dreamily, houseboat, undersea, octopu lying, swan, mend, thoughtfully, cupboard, underwater, windy, rainy, trouser deepest, unwanted, rude, loudly, sadnes polite, excite, sailor, clever, sometime, beard, halfway",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/The_Silver_Swans-Gallico_Paul.epub",
"storyAcıklama":"Once a doctor, who works at the museum, was walking along the bank of the river Thames in Chelsea. Lots of creative people live in Chelsea and many of them prefer houseboats. They enjoy living on the water. It inspires them and they draw pictures. When the doctor was looking at the houseboats, he noticed a freshly painted small boat called Nerine. A young lady owned this boat. She stuck in the hole and couldn t push back the cover because of the fresh paint. The doctor helped her get out on the deck. They became friends. The lady was quite unusual. She had a pseudonym  Thetis . She lived together with two fishes and an octopus on the boat. Sometimes Thetis would sit near the aquarium and imagine that she lived on the bottom of the ocean. The girl sang a sad song to the doctor. Its title was  The Silver Swans . In this song she asked how she could recognize a true love.",
"tag":"fiction  children  fairy-tale",
"views":"13667"},
 
 {"id":"107",
"baslik":"The Fisherman and His Soul",
"aciklama":"B1 Pre-Intermediate",
"thumbnail":"https://english-e-reader.net/covers/The_Fisherman_and_His_Soul-Oscar_Wilde.jpg",
"kategori":"3",
"yazar":"Oscar Wilde",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/The%20Fisherman%20and%20His%20Soul.mp3",
"hardWord":"Text Analysis: Unique words: 765 Total words: 6209

Hard words: pearl, jewellery, faun, murmured, lord, marvellou nubian, phew, scimitar, recompense, rose, galloping, bay, lute, tartar, freed, whit, seashell, seagull, mermaid, released, bazaar, peacock, implore",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/The_Fisherman_and_His_Soul-Oscar_Wilde.epub",
"storyAcıklama":"When you fall in love, you could lose your mind. This a little tale about the most important. A young fisherman went into the sea for fishing every day. Sometimes his catch was good, sometimes bad. One day he caught a sleeping mermaid in his net. When she woke up, she cried and told to the fisherman that her father is a King of the Sea and asked him to let her go. The fisherman agreed, but in exchange for freedom, the mermaid had to come to him when he ask her and to sing songs for a good fishing. She did it every day and fisherman had good catch. Day by day, the young man fell in love with her more and more. Eventually he proposed a marriage for a marine beauty. She agreed, but with the one condition, he had to send away his soul…",
"tag":" fairy-tale  love-story  sea-story",
"views":"59747"},

 
{"id":"106",
"baslik":"Carapace",
"aciklama":"B2 Intermediate+",
"thumbnail":"https://english-e-reader.net/covers/Carapace-Romesh_Gunesekera.jpg",
"kategori":"5",
"yazar":"Romesh Gunesekera",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Carapace.mp3",
"hardWord":"Text Analysis: Unique words: 506 Total words: 1599

Hard words: bougainvillea, carapace, ironing, drifter, prawn, sari, trembling, sweetly, priceless, disco, tidy, backbone, bony, curved, cinema, climbing, floating, vase, deaf, turtle, sandy, stereo, jewel, underneath, lifelong, wallet, poison, rising, excite, hut, vein.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Carapace-Romesh_Gunesekera.epub",
"storyAcıklama":"One of the most difficult decisions for a person to make is a choice, which defines future life. This story is about a young girl. She lives with her mother in Sri-Lanka. The girl has a close friend. They meet each other regularly. This is a very simple and cheerful guy, who likes to joke. He catches the prawns and cooks them on the beach. The young girl definitely likes him. The problem is that the boy does not give her any clarity about their relationship. There is also another man interested in her. A wealthy Australian wants to marry the girl and take her to Sydney, where he has a house. The mother wants her to marry the Australian, as she wants a better future for her daughter. The girl decides to talk to her bosom friend. She wants to know his true feelings about her.",
"tag":"relationships  love-story",
"views":"8978"},

 
{"id":"105",
"baslik":"Three is a Lucky Number",
"aciklama":"B2 Intermediate+",
"thumbnail":"https://english-e-reader.net/covers/Three_is_a_Lucky_Number-Margery_Allingham.jpg",
"kategori":"5",
"yazar":"Margery Allingham",
"sesdosyasi":"https://firebasestorage.googleapis.com/v0/b/english-story-in-levels.appspot.com/o/auido%2FThree%20is%20a%20Lucky%20Number.mp3?alt=media&token=1b9e95ad-e886-4a87-b1c6-22d58ab061c2",
"hardWord":"Text Analysis: Unique words: 573 Total words: 2066

Hard words: forcing, policewoman, rose, fashioned, unattractive, cheaply,seaside, undres managed, cupboard, unnoticed, intended, heater, noticeable, aged, clearing, cheerful, fingerprint, blouse, unpleasant, sensible, forced, footstep, loudly, wildly",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Three_is_a_Lucky_Number-Margery_Allingham.epub",
"storyAcıklama":"Ronald Torbay is a killer. He committed his second murder. Ronald is a middle-aged man. He moved to a new place. Now he lives there with his third wife. Nobody knows who they are. It s a perfect place for a murder. His plan is simple: he uses a false name and goes at the weekend there where nobody knows him. Then he finds a middle-aged woman who has a lot of money. But she has neither family nor friends. Unfortunately, it is not difficult to find such a lady nowadays. He offers her to marry him. The next step is to murder his wife and get her fortune. The murders look like accidents. Usually the murders happen in the bathroom. Ronald decided not to change his previous plan. Will everything go as smoothly as before? Ronald has never fallen in love with his victims.",
"tag":"short-story  murder  accident",
"views":"26043"},

 
{"id":"104",
"baslik":"Three men in a boat",
"aciklama":"B1 Pre-Intermediate",
"thumbnail":"https://english-e-reader.net/covers/Three_men_in_a_boat-Jerome_K-Jerome.jpg",
"kategori":"3",
"yazar":"Jerome K-Jerome",
"sesdosyasi":"https://firebasestorage.googleapis.com/v0/b/english-story-in-levels.appspot.com/o/auido%2FThree%20men%20in%20a%20boat.mp3?alt=media&token=2730b509-cb7c-42ec-b29c-8dad1805a02b",
"hardWord":"Text Analysis: Unique words: 1174 Total words: 8900

Hard words: prescription, inn, row, hamper, maze, blazer, tow, shawl, fleet, donkey, preserving, mustard, pinneapple, drown, steer, earthquake, stew, swan, nest, howl",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Three_men_in_a_boat-Jerome_K-Jerome.epub",
"storyAcıklama":"Once in the evening, three friends were sitting smoking at Jay in the evening and were discussing the diseases from which they suffered terribly. They came to the conclusion that all their troubles due to overwork and they urgently need a vacation. After a long discussion vacation in the countryside and the sea walk were rejected. In the end the friends decided to go up the Thames by boat from Kingston to Oxford, breaking camps for the nights. Departure was scheduled for next Saturday. George on this day was at work, so Jay and Harris have went to Kingston by train. At Waterloo station they can not find the right train, so they had to bribe the engineer, so he sent his train is in Kingston. There they hired boat were waiting for them. Later Gorge joined them and the journey began.",
"tag":"comedy  adventure  surviving",
"views":"211052"},

 
{"id":"103",
"baslik":"White Death",
"aciklama":"A2 Elementary",
"thumbnail":"https://english-e-reader.net/covers/White_Death-Tim_Vicary.jpg",
"kategori":"2",
"yazar":"Tim Vicary",
"sesdosyasi":"https://firebasestorage.googleapis.com/v0/b/english-story-in-levels.appspot.com/o/auido%2FWhite%20Death.mp3?alt=media&token=23d922cd-8f19-4d10-85ce-5ee525d74a72",
"hardWord":"Text Analysis: Unique words: 468 Total words: 6145

Hard words: toothpaste, cheaply, handbag, eighty, heroin, loudly, goodbye, excite, policeman, upstairs, courtroom, detective, inspector, boyfriend, dear, girlfriend, dirty, innocent, clock, tube, stomach, round.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/White_Death-Tim_Vicary.epub",
"storyAcıklama":"A mother from England arrived in one very hot country. She came to see her daughter arrested at the airport. During their meeting the mother learnt that her daughter was brought to the prison last week. The Police had found some drugs in her toothpaste. The daughter swore that it wasn’t her and she was innocent. The Police also had arrested one man with her. He was a good man and he wasn’t able to commit such a crime. But as mother discovered, her daughter’s previous boyfriend was on the plane during the arrest. Her daughter had gone to this country with him. Something happened two months ago and the girl found another guy. There was something very strange in this story and the mother would try to find the truth to save her child.",
"tag":"drugs  court  family",
"views":"50003"},
 
  {"id":"102",
"baslik":"North Sea Eyes",
"aciklama":"A2 Elementary",
"thumbnail":"https://english-e-reader.net/covers/North_Sea_Eyes-Sue_Leather.jpg",
"kategori":"2",
"yazar":"Sue Leather",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/North%20Sea%20Eyes.mp3",
"hardWord":"Text Analysis: Unique words: 747 Total words: 3660
   
Hard words: mistaking, seafront, harbour, spoor, unpronounceable, barman, bloke, dutchman, stalking, overpowering, stalker, moustache, tram, dazed, dripping, hangover, mayonnaise, coward, awkwardly, deserted, heading, managed, tolerant, windy, overtime, disappoint, exhausted, comforting, fashionable, trousers.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/North_Sea_Eyes-Sue_Leather.epub",
"storyAcıklama":"What do you know about Norway? This country seemed for Harry Brent too liberal compared to his homeland. His life is boring and monotonous in spite of the permissiveness atmosphere here. He came here from England for a couple of years because of his job. The days are similar. He did not expect anything special, but a new feeling came into his life. He used trams every day. Once he saw Ria, who was a tram driver. She was not like many other girls he had met before. Her North Sea eyes captivated him. Ria decided to get acquainted with Harry. The old life was gone. He started going by her tram and composing a poem for her. Now Harry has enough courage to confess his feelings. But love is a very dangerous thing. It blinds us very often.",
"tag":"love-story  thriller  relationships  Holland  adult",
"views":"621"},
 
 {"id":"101",
"baslik":"David Copperfield",
"aciklama":"B1 Pre-Intermediate",
"thumbnail":"https://english-e-reader.net/covers/David_Copperfield-Charles_Dickens.jpg",
"kategori":"3",
"yazar":"Charles Dickens",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/David%20Copperfield.lite.mp3",
"hardWord":"Text Analysis: Unique words: 1348 Total words: 7264
  
Hard words: derided, awaiting, submissively, pretence, cosy, obliged, mortified, caning, enquire, cornered, ingratiating, inconsolable, disobedient, laying, rotund, cookery, forgetful, coachman, soulles schoolmaster, clinging",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/David_Copperfield-Charles_Dickens.epub",
"storyAcıklama":"David Copperfield was born in a few months after his father s death. When he was still a young boy his mother married a man named Murdstone. Terrible relationship was immediately set between David and his stepfather. Murdstone sends the child to a private school. The teachers were cruel and overall the conditions were disgusting. Despite of such a situation David managed to find two friends – James Steerforth and Tommy Traddles. Unfortunately at the same time David s mother dies. Murdstone decides to get rid of the boy. He sends David to work at the factory in London. After some time David gets tired of living in awful conditions and makes a decision to run away. He comes to his grandmother. After reaching her he finally starts normal life under the protection of his relatives. Only after this step, the real adventures begin.",
"tag":"classic  filmed  England  kindness  friendship  relationships",
"views":"20258"},
 
  {"id":"100",
"baslik":"Two lives",
"aciklama":"B1 Pre-Intermediate",
"thumbnail":"https://english-e-reader.net/covers/Two_lives-Helen_Naylor.jpg",
"kategori":"3",
"yazar":"Helen Naylor",
"sesdosyasi":"https://firebasestorage.googleapis.com/v0/b/english-story-in-levels.appspot.com/o/auido%2FTwo%20lives.lite.mp3?alt=media&token=5d93b288-41e8-4c13-b1c3-1b6302699cf8",
"hardWord":"Text Analysis: Unique words: 1102 Total words: 13694
   
Hard words: rockfall, barman, postmark, august, goodnight, unopened, whisky, rubbish, lying, upside, unreal, welsh, handbag, impatiently, further, sharing, packing, armchair, windy, aged, packed, drunken, cinema, divorced, bill, unsure.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Two_lives-Helen_Naylor.epub",
"storyAcıklama":"A little boy Huw lived with his father and brother Gareth in the mining village Tredonald, South Wales. Their father had been drinking since his wife died. Huw and Gareth worked at mine just like other men from the village. Once Huw met a schoolgirl Megan. They fell in love immediately. Megan s father - Mr. Jenkins objected to such relations. He wished a better future for his daughter, than being a wife of a miner. He wanted her to enter the college and become an intelligent and educated lady. Nevertheless, the young people continued to meet secretly. They decided to get married. Suddenly Huw and his father had to leave for Canada. The lovers promised each other to keep in touch. And after Huw s returning they would definitely get married.",
"tag":"love-story  relationships  life-story",
"views":"774"},
 
 {"id":"99",
"baslik":"The Doll",
"aciklama":"B1 Pre-Intermediate",
"thumbnail":"https://english-e-reader.net/covers/The_Doll-Gallico_Paul.jpg",
"kategori":"3",
"yazar":"Gallico Paul",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/The%20Doll.lite.mp3",
"hardWord":"Text Analysis: Unique words: 618 Total words: 3577
  
Hard words: lovelines lying, hopelessnes careles sweetnes cupboard, luckily, sunshine, kindnes niece, footstep, loudly, goodbye, frighten, unnecessary, silently, shiny, honestly, crowded, aunt, lane, cart, silly, suffering, happiness",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/The_Doll-Gallico_Paul.epub",
"storyAcıklama":"Sometimes one little thing can change the whole life. This story is about a true love. We will learn how poor and painful our life can be without love. There is a doctor in the centre of the novel. He is a real professional and good-looking man. He works and lives alone in a flat in the centre of London. It was a usual day, when he saw an incredible doll in the shop not far from his house. The doll was a hand-made thing, made with much love and accuracy. It impressed the doctor and he bought this doll for his niece. Later he got a call. One woman asked him to come and examine her ill niece. Her niece turned out to be the creator of these wonderful dolls. The doctor had recently bought one of her works. This young woman was ill. Many years ago she was injured in a car accident. Now she is alone and has no meaning of life. She needs to love and be loved by someone.",
"tag":"love-story  doctor  accident  suffering",
"views":"22610"},
 
 {"id":"98",
"baslik":"One Day",
"aciklama":"B1 Pre-Intermediate",
"thumbnail":"https://english-e-reader.net/covers/One_Day-Nicholls_David.jpg",
"kategori":"3",
"yazar":"Nicholls David",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/One_Day.mp3",
"hardWord":"Text Analysis: Unique words: 1647 Total words: 19035
  
Hard words: birdwatch, rhymed, loveable, washbasin, marvellou delicatessen, primrose, expensively, fortnight, bookshop, earpiece, prawn, sledgehammer, chowder, daybreak, menial, sensibly, resigned, headmaster, schoolgirl",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/One_Day-Nicholls_David.epub",
"storyAcıklama":"Everything started in 1988. A girl named Emma Morley and a boy named Dexter Mayhew were lying on the narrow bed in Emma s room. They shared a flat together. It was four o clock in the morning. These two young people did not know each other very well. But that night was full of thoughts concerning the future. It was the last night of their university life in Edinburgh. After four years, they finally graduated. Soon they will go their own different ways. Only after one day together, the boy and the girl cannot stop thinking about each other. The young people are only at the beginning of their lives. They are forced to make difficult choices. Emma and Dexter have the whole life ahead. They will have enough time to make mistakes.",
"tag":"comedy  love-story  relationships  filmed",
"views":"30859"},
 
  {"id":"97",
"baslik":"The Ring",
"aciklama":"B1 Pre-Intermediate",
"thumbnail":"https://english-e-reader.net/covers/The_Ring-Bernard_Smith.jpg",
"kategori":"3",
"yazar":"Bernard Smith",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/The%20Ring.mp3",
"hardWord":"Text Analysis: Unique words: 1136 Total words: 18685
   
Hard words: pushed, hurrying, attacked, sung, parents, liked, answered, grey, moved, bringing, cleaned, anchored, carried, worst, worked, unloading, unloaded, picked, kept, stole, described, shouted, held, realized, pulling, putting, stealing, worse, understood, taught",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/The_Ring-Bernard_Smith.epub",
"storyAcıklama":"The Doctor faces a difficult task. Now he has to solve a complex detective story that takes place in a small fishing village. The first problem is Rafael. He s a crazy man who lives in a boat shed on the beach. He was once a normal person, but then something terrible happened. How to find the cause of this insanity? The second mystery is the fate of the girl with whom Rafael was in love. At the same time, a wandering soldier arrives in the village with his mysterious history. Rafael knows the answers to all these questions, but the madman cannot tell anything. So what are the madman and the other villagers hiding? And why can the golden ring help to learn answers? The Doctor has to find everything out.",
"tag":"family  farm  house  children  school  university  doctor  work  business  music  police  marriage  suit  health  madness  magic  king  dream  short  fight  crime  mystery  nurse  murder  stealing",
"views":"6611"},
 
 {"id":"96",
"baslik":"47 Ronin a Samurai from Japan",
"aciklama":"A2 Elementary",
"thumbnail":"https://english-e-reader.net/covers/47_Ronin_a_Samurai_from_Japan-Jennifer_Bassett.jpg",
"kategori":"2",
"yazar":"Jennifer Bassett",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/47%20Ronin%20a%20Samurai%20from%20Japan.mp3",
"hardWord":"Text Analysis: Unique words: 805 Total words: 8120
  
Hard words: pushed, attacked, armour, parents, liked, answered, shogun, aaah, nightclothes, moved, passed, carried, worked, honour, swordsman, lord, kept, shouted, held, touched, watching, arrested, bowed, turned, whispering, tied, remembered, dressed, helped, pulled",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/47_Ronin_a_Samurai_from_Japan-Jennifer_Bassett.epub",
"storyAcıklama":"The plot of this book is based on true events. This story has been retold in songs, legends, theatrical performances for over 300 years. There are several adaptations. Even nowadays the story is known in Japan. It is a real legend. Honor and duty are above all for a samurai. The worst thing for any samurai is not to protect his master. In this case, such samurai becomes a ronin, a warrior without a suzerain. He has no rights and future anymore. In the spring of 1701, Lord Asano crosses his sword with Lord Kira s. In this battle, only one survives. 47 samurai turn into ronin. They have only one goal left - to avenge their master. The story of true loyalty, long journey and revenge on Lord Kira begins.",
"tag":"journey  house  servants  children  government  crime  fight  family  revenge  marriage  escape",
"views":"1930"},
 
 {"id":"95",
"baslik":"Carnival",
"aciklama":"A1 Starter",
"thumbnail":"https://english-e-reader.net/covers/Carnival-Annette_Keen.jpg",
"kategori":"1",
"yazar":"Annette Keen",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Carnival.mp3",
"hardWord":"Text Analysis: Unique words: 271 Total words: 1386
  
Hard words: watching, policewoman, shouting, looking, carnival, going, playing, procession, sitting, madame, sergeant, moving, waiting, cafe, eighteen, making, policeman, unhappy, dancing, fascinating, costume, starting, pen, drinking, running, float, standing, exciting, net, bench",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Carnival-Annette_Keen.epub",
"storyAcıklama":"Jake arrives in London. It is just the beginning of a holiday weekend. This is the first time the eighteen-year-old guy has been so far from his native Manchester. Jake is very excited. The family stays at home while he is making such an interesting trip of his own. The guy opens the map and thinks where it is better to go first. The choice is the Notting Hill Carnival. Jake gets on a big red bus full of people. There is a large family with many children behind him. The children are making noise and talking about the Notting Hill Carnival. Jake realizes that they are going to the same place. Soon the guy gets to the carnival he has dreamed of for so long. His first trip turns out to be interesting and full of pleasant surprises.",
"tag":"holiday  family  children  music  photograph  police  doctor",
"views":"3758"},
 
 {"id":"94",
"baslik":"Amazing Thinkers and Humanitarians",
"aciklama":"B2 Intermediate+",
"thumbnail":"https://english-e-reader.net/covers/Amazing_Thinkers_and_Humanitarians-Katerina_Mestheneou.jpg",
"kategori":"5",
"yazar":"Katerina Mestheneou",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Amazing_Thinkers_and_Humanitarians-Katerina_Mestheneou.lite.mp3",
"hardWord":"Text Analysis: Unique words: 2607 Total words: 18659
  
Hard words: stopping, gassed, attended, interpreted, taxed, surrounded, judged, wondering, promoted, refused, boule, blaming, parents, replaced, rhenish, outlined, discussed, proved, liked, answered, interfering, questioned, moved, passed, delivered, scholasticism, peloponnesian, assassinated, staying, achieved",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Amazing_Thinkers_and_Humanitarians-Katerina_Mestheneou.epub",
"storyAcıklama":"There were many people who changed the world. Outstanding personalities whose minds and beliefs influenced thousands human fates. Confucius was a famous Chinese philosopher. Socrates became one of the first scientists in the world. Aristotle continued his work and developed science in ancient Greece. William Wilberforce was the man who put an end to the slave trade in Britain. The name of Gandhi is well known to many today - he was able to free India from British rule. This book will tell more about the lives of people who once changed the world for the better. Each of them lived in his era and faced countless difficulties. Still they managed to overcome everything and remain victorious in history.",
"tag":"  family  animals  teenager  short  king  children  marriage  work  society  relationships  music  politics  future  school  poverty  government  competition  culture  business  investigation  escape  crime  revolution  poison  doctor  nature  orphan  science  dream  drama  hero  island  health  grief  university  misery  space  factory  house  adult  prison  journalist  colony  suffering  farm  murder  couple  office  biography",
"views":"4061"},
 
 {"id":"93",
"baslik":"The Spy Who Came in from the Cold",
"aciklama":"B2 Intermediate+",
"thumbnail":"https://english-e-reader.net/covers/The_Spy_Who_Came_in_from_the_Cold-John_le_Carre.jpg",
"kategori":"5",
"yazar":"John le Carre",
"sesdosyasi":"https://firebasestorage.googleapis.com/v0/b/english-story-in-levels.appspot.com/o/auido%2FThe_Spy_Who_Came_in_from_the_Cold-John_le_Carre.lite.mp3?alt=media&token=b2e4f9a1-f91a-41ad-a95a-a7c11ea05d23",
"hardWord":"Text Analysis: Unique words: 1598 Total words: 24410
  
Hard words: pretending, sounded, pushed, betraying, hurrying, wondering, parents, discussed, answered, grey, understandingly, untied, moved, passed, staying, cleaned, carried, discovered, worked, chasing, pretended, cheque, sobbing, believing, crossly, staring, picked, lit, kept, shouted",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/The_Spy_Who_Came_in_from_the_Cold-John_le_Carre.epub",
"storyAcıklama":"John le Carre had worked in British Intelligence before he started writing books. Thanks to such an unusual profession, the writer has gained a very interesting experience. John witnessed real espionage operations. The author generously shares these stories in his books. In the center of this dark plot is Alec Leamas. Everything takes place in the sixties. Recently Alec has lost his last agent in Germany. The head of the local intelligence is behind this murder. The authorities offer Alec the last task - to avenge his people personally. After this, he will be able to retire and have a well-deserved rest. So Alec goes on a mission that can cost him his life. But this is the only chance for the old agent to revenge and start a quiet life.",
"tag":" agents  escape  children  government  office  photograph  factory  trial  prison  house  doctor  suit  airport  journey  flight  police  family  murder  nurse  school  crime  court  investigation",
"views":"4125"},
 
 {"id":"92",
"baslik":"Nothing but the Truth",
"aciklama":"B1+ Intermediate",
"thumbnail":"https://english-e-reader.net/covers/Nothing_but_the_Truth-George_Kershaw.jpg",
"kategori":"4",
"yazar":"George Kershaw",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Nothing_but_the_Truth-George_Kershaw.mp3",
"hardWord":"Text Analysis: Unique words: 1888 Total words: 22594
  
Hard words: recognised, pretending, stopping, sounded, pushed, hurrying, sung, parents, replaced, practising, robbing, liked, answered, grey, questioned, moved, passed, bringing, staying, banyan, studying, jewellery, bush, carried, chatting, formed, worked, blinded, pretended, crossly",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Nothing_but_the_Truth-George_Kershaw.epub",
"storyAcıklama":"The name of the girl is Hu. This is a typical Asian name for her land. One early morning in Bangkok, as the birds start singing loudly and the dawn is coming, Hu cannot sleep and decides to get up. It is not even six in the morning. Despite such early time, there are many cars outside the window. The city woke up long ago. Hu opens the window and lets the light and the smell of the city penetrate the room. This is the first day of the spring semester. A peddler is talking to her neighbours, sitting on his motorcycle. The girl is feeling a pleasant excitement. The day will be very interesting. She will study again and meet with her friends. Hu has already been missing them much. Now the girl will have to study more, but do less housework. This is great news.",
"tag":"school  children  family  doctor  holiday  animals  nature  airport  business  office  music  musical  house  drama  farm  cooking  dream  journey  future  space  police  nurse  jewels  adult  suit  university  society",
"views":"5936"},
 
 {"id":"91",
"baslik":"A Light in the Night The Moon",
"aciklama":"A1 Starter",
"thumbnail":"https://english-e-reader.net/covers/A_Light_in_the_Night__The_Moon-Simon_Beaver.jpg",
"kategori":"1",
"yazar":"Simon Beaver",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/A_Light_in_the_Night__The_Moon-Simon_Beaver.lite.mp3",
"hardWord":"Text Analysis: Unique words: 412 Total words: 1761
  
Hard words: parents, eats, potter, understood, pulled, seconds, werewolf, stopped, leaving, studied, lunatic, crescent, wanted, changed, going, adjective, called, covered, said, moonlight, helping, paid, eclipse, saw, lunar, goddess, astronomy, thinker, turning, don",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/A_Light_in_the_Night__The_Moon-Simon_Beaver.epub",
"storyAcıklama":"Do you know something about tides? Every day the sea covers the beach or the water moves on. Tides depend not only on the time of day, but also on the season. Many years ago, the ancient astronomers noticed that the tides and the Moon are related. People thought that the moon and Sun revolve around our planet, but later they realized that the earth and the Moon revolve around the sun. But both of them are moving all the time, and don t change position to each other. It is thanks to the moon that humanity received four seasons, which change each other in turn. And thanks to it, the planet does not become so hot or cold that it was uncomfortable to be on it. The atmosphere of the Moon pulls over water in the seas and oceans, thanks to its gravitation. Because of this humanity is observing the tides.",
"tag":" children  animals  beach  science",
"views":"776"},
 
 {"id":"90",
"baslik":"Animal Life Cycles",
"aciklama":"A1 Starter",
"thumbnail":"https://english-e-reader.net/covers/Animal_Life_Cycles-Rachel_Bladon.jpg",
"kategori":"1",
"yazar":"Rachel Bladon",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Animal_Life_Cycles-Rachel_Bladon.lite.mp3",
"hardWord":"Text Analysis: Unique words: 627 Total words: 4172
  
  
Hard words: molting, parents, hatched, tailed, footed, stickleback, staying, blooded, eats, mayfly, camouflaged, pupa, molt, laying, exoskeleton, gecko, hatching, laid, becoming, hibernate, cuckoo, fertilized, frigate, tadpole, booby, placenta, gestation, keeping, ostrich, invertebrate",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Animal_Life_Cycles-Rachel_Bladon.epub",
"storyAcıklama":"There are a big number of different types of animals on the planet Earth. There are real big ones like blue whales, elephants or polar bears. There are also so small species that the human eye cannot see them. Their life cycles vary. All living organisms are divided into groups. Most of the animals in the world are invertebrates. There are very few animals with spinal column, but they are much larger in size and people are used to seeing them around. In the life of a wild animal there are many dangers: predators, lack of food and water. Survival is quite difficult. Another terrible enemy of animals is people. They hunt not only for food, but also for entertainment. They cut down the forests that are home for many species. People even poison water and environment.",
"tag":"animals  adult  fight  escape  work  short",
"views":"8142"},
 
 {"id":"89",
"baslik":"Marcel and the Shakespeare Letters",
"aciklama":"A1 Starter",
"thumbnail":"https://english-e-reader.net/covers/Marcel_and_the_Shakespeare_Letters-Stephen_Rabley.jpg",
"kategori":"1",
"yazar":"Stephen Rabley",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Marcel_and_the_Shakespeare_Letters-Stephen_Rabley.lite.mp3",
"hardWord":"Text Analysis: Unique words: 390 Total words: 3664
  
Hard words: marcel, watching, bong, whoosh, pow, walkman, notepad, bookcase, aha, going, said, cinema, fireworks, sitting, listening, talking, smiling, don, moving, dial, waiting, bang, clever, coming, fascinating, detective, wow, closed, walking, jeans",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Marcel_and_the_Shakespeare_Letters-Stephen_Rabley.epub",
"storyAcıklama":"Marcel lives in the most romantic city in the world - Paris. And he is a mouse. He works as a detective. Marcel does not spend all his time in Paris. He often visits an old friend in London. Henry has a small apartment in London where he happily accepts his friend. Marcel loves ancient and cold London, where there are a lot of beautiful buildings. He loves his hometown no less, but the capital of England always makes him happier. The story begins in November, during the holidays. Marcel walks around London, carrying two heavy bags. He came to visit his old friend. The detective examines the house numbers for a while, but quickly finds the right one. Marcel enters a small, cozy apartment. Henry is glad to see his old friend.",
"tag":"house  police  holiday  airport  short  music",
"views":"5915"},
 
 {"id":"88",
"baslik":"Muhammad Ali",
"aciklama":"A1 Starter",
"thumbnail":"https://english-e-reader.net/covers/Muhammad_Ali-B_Smith.jpg",
"kategori":"1",
"yazar":"B. Smith",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Muhammad_Ali-B_Smith.lite.mp3",
"hardWord":"Text Analysis: Unique words: 455 Total words: 3375
  
Hard words: liked, answered, moved, whup, worked, watching, played, stopped, boxed, hitting, wanted, foreman, going, called, said, boxer, nineteen, loved, don, moving, waiting, saying, closing, thirteen, boxing, fourteen, eighteen, clay, policeman, unhappy",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Muhammad_Ali-B_Smith.epub",
"storyAcıklama":"Muhammad Ali. Everyone has heard this name. But not everyone knows what this person is famous for. Is he an Olympic champion? Or a brilliant boxer? A public figure? All these facts are true. What is not commonly known is that Muhammad Ali is not the real name of this athlete. Cassius Clay was an ordinary boy. His catchphrase  Float like a butterfly, sting like a bee  has been used for many years. But besides his fast legs and powerful blows, Ali is also known as an impacable fighter for the rights of African Americans. Everything started when a little boy Cassius got a new bike. Later the new wonderful bike was stolen. After that, the boy went to the boxing gym. It seemed to him a good way to protect his property. Back then, no one thought he would become a real legend.",
"tag":"school  family  work  fight  government  doctor  house  children  sport",
"views":"12556"},
 
 {"id":"87",
"baslik":"Incredible Earth",
"aciklama":"A1 Starter",
"thumbnail":"https://english-e-reader.net/covers/Incredible_Earth-Richard_Northcott.jpg",
"kategori":"1",
"yazar":"Richard Northcott",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Incredible_Earth-Richard_Northcott.lite.mp3",
"hardWord":"Text Analysis: Unique words: 431 Total words: 2167
  
Hard words: moved, pacific, saltwater, geyser, rainwater, looking, melted, rainforest, tsunami, going, broke, called, limestone, windy, waterfall, glacier, deepest, painted, reef, volcano, don, moving, arctic, coral, erosion, crust, underground, monkey, earthquake, boil",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Incredible_Earth-Richard_Northcott.epub",
"storyAcıklama":"In many ways, the planet Earth resembles an orange. They have a similar shape. The planet also, like this fruit, has its own skin - the earth s crust. There are holes in the earth s crust - volcanoes. When they erupt, stone, ash, and hot lava fly out. Thanks to volcanoes, new islands sometimes arise at the planet. Two thirds of the land are covered by water. Basically it is the salty water of the oceans and seas that cannot be drunk. But there are also rivers with fresh water, thanks to which trees grow and animals survive. Rivers usually start in the mountains. They gather from snow or rain and begin to flow below. Rivers form waterfalls. The largest and most beautiful of them are favorite places of tourists even today. Fresh water is very important for life on the planet.",
"tag":" island  animals",
"views":"10785"},
 
 {"id":"86",
"baslik":"Animals at Night",
"aciklama":"A1 Starter",
"thumbnail":"https://english-e-reader.net/covers/Animals_at_Night-Rachel_Bladon.jpg",
"kategori":"1",
"yazar":"Rachel Bladon",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Animals_at_Night-Rachel_Bladon.lite.mp3",
"hardWord":"Text Analysis: Unique words: 399 Total words: 2165
  
Hard words: aardvark, echolocation, tasmanian, howler, opossum, armadillo, plankton, kangaroo, grasshopper, looking, nocturnal, upside, burrow, going, called, traveling, lantern, sting, cooler, happening, migrate, sticky, reef, don, moving, arctic, ant, poison, prey, roar",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Animals_at_Night-Rachel_Bladon.epub",
"storyAcıklama":"At night when people go to bed - many small and large animals leave their cozy burrows and go hunting. They begin their active animal life. Many of them can hunt all night and rest during the day. They clearly see in the darkness, no worse than in daylight. After sunset it gets much colder. This is an active period for such animals as possums. These are completely nocturnal beasts. At night, they begin to look for food - plants, insects and small animals. There are other animals that can be active day and night, depending on their needs - like tigers. And the rabbits leave the holes early in the morning and at sunset, when part of the predators have not woken up yet, and some have already gone to sleep. This is a good way to be safe as long as possible.",
"tag":"animals  poison",
"views":"9098"},
 
  {"id":"85",
"baslik":"Rainforests",
"aciklama":"A1 Starter",
"thumbnail":"https://english-e-reader.net/covers/Rainforests-Rowena_Akinyemi.jpg",
"kategori":"1",
"yazar":"Rowena Akinyemi",
"sesdosyasi":"https://adeposw.turkcell.com.tr/v1/AUTH_b50992b1649a4a3cb2d90a70e418f3e6/CONTAINER_MAIN/6694abab-7a1f-4496-a54b-20514edbc6ca?temp_url_sig=8e0e7bde0a4ec98bd5643c7253fe5aac340fe09f&temp_url_expires=1611448587&filename=A%20Pot%20Full%20of%20Tears.mp3",
"hardWord":"Text Analysis: Unique words: 645 Total words: 3596
   
Hard words: javan, leukaemia, poco, tamarin, katydid, eats, periwinkle, quinine, lemur, sold, taken, caught, disappeared, rhinoceros, favourite, saved, stopped, destroyed, tried, kangaroo, mangrove, nectar, hummingbird, disappearing, nuts, maize, looking, otter, wanted, rainforest",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Rainforests-Rowena_Akinyemi.epub",
"storyAcıklama":"Rainforests are very important for the planet. Unfortunately, for many years, mankind has been cutting down forests for profit, without thinking about the consequences. Today, people cut down hundreds of thousands of square kilometers of forests every year. Seventy years ago, these forests covered about a half of the planet. People have destroyed half of this amount. What will happen in twenty years? Also, these rainforests are home to a huge number of people - about fifty million. For people it is not such a big problem, but hundreds of species of animals with the loss of habitat can face death. About eight thousand plant species can disappear forever. Since tropical forests produce about a third of the planet s oxygen, their loss will be a serious ordeal for the mankind.",
"tag":" animals  island  nature",
"views":"277"},
 
 {"id":"84",
"baslik":"The Rocking Horse Winner",
"aciklama":"A1 Starter",
"thumbnail":"https://english-e-reader.net/covers/The_Rocking_Horse_Winner-D_H_Lawrence.jpg",
"kategori":"1",
"yazar":"D. H. Lawrence",
"sesdosyasi":"https://firebasestorage.googleapis.com/v0/b/english-story-in-levels.appspot.com/o/auido%2FThe_Rocking_Horse_Winner-D_H_Lawrence.lite.mp3?alt=media&token=791f28c5-eebd-4c14-a238-2950ae6121b0",
"hardWord":"Text Analysis: Unique words: 560 Total words: 3484
  
Hard words: parents, moved, worked, pretended, racecourse, staring, picked, kept, shouted, turned, whispering, guessing, governess, racehorse, becoming, decided, played, opened, filled, stopped, whispered, wearing, fell, daffodil, betting, agreed, shaking, laughing, drove, felt",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/The_Rocking_Horse_Winner-D_H_Lawrence.epub",
"storyAcıklama":"Hester was a beautiful woman from a very rich and powerful family. Soon the woman fell in love and got married. But she was not happy in marriage. It turned out to be rather boring. She gave birth to three children, but even that did not change anything. Two daughters and a son were smart and healthy children. Still Hester did not truly love them. Though she tried to act like a good mother. Her husband worked in the office. Every morning he left for work. But the man was not doing very well - the family was not very rich. They lived in a large beautiful house with expensive furniture. Around the house there was a nice green garden. One day, their son asked Hester why they didn t have their own car. Hester replied that the reason was the boy s father was not very lucky in life.",
"tag":"family  marriage  children  office  house  school  holiday",
"views":"9210"},
 
 {"id":"83",
"baslik":"The Last Photo",
"aciklama":"A1 Starter",
"thumbnail":"https://english-e-reader.net/covers/The_Last_Photo-Bernard_Smith.jpg",
"kategori":"1",
"yazar":"Bernard Smith",
"sesdosyasi":"https://firebasestorage.googleapis.com/v0/b/english-story-in-levels.appspot.com/o/auido%2Fit%20is%20not%20avaliable.mp3?alt=media&token=c09c3a55-b60c-4224-94e2-9aec6076e705",
"hardWord":"Text Analysis: Unique words: 231 Total words: 1202
  
Hard words: rook, putting, rucksack, looking, going, taking, camping, sunglasses, don, policeman, beard, pencil, fascinating, tent, exciting, net, clock, drawing, lucky, hat, tired, telephone, english, nose, angry, works, reading, yesterday, bus, shop",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/The_Last_Photo-Bernard_Smith.epub",
"storyAcıklama":"It was a warm Saturday morning. Martin and his sister Pam decided to spend the whole day in Cambridge. They examined the beautiful old architecture of this place and took many photographs. Pam had a good camera. She liked taking pictures in her free time. Sometimes she managed to take very good pictures. Still, most of her photos were not so good. Then Martin would laugh at them. Around five in the evening, the brother and the sister wanted to go home. The day was long and they felt tired. Pam offered to take a picture of Martin again. He was jokingly horrified. Suddenly, a man with a large backpack got captured by the camera. Pam was upset, as the photo was spoiled. She did not know yet that this failure would be the beginning of a real adventure.",
"tag":"university  police  short",
"views":"4868"},
 
 {"id":"82",
"baslik":"Big Hair Day",
"aciklama":"A1 Starter",
"thumbnail":"https://english-e-reader.net/covers/Big_Hair_Day-Margaret_Johnson.jpg",
"kategori":"1",
"yazar":"Margaret Johnson",
"sesdosyasi":"https://firebasestorage.googleapis.com/v0/b/english-story-in-levels.appspot.com/o/auido%2Fit%20is%20not%20avaliable.mp3?alt=media&token=c09c3a55-b60c-4224-94e2-9aec6076e705",
"hardWord":"Text Analysis: Unique words: 325 Total words: 3100
  
Hard words: stopping, cooper, motorbike, shouting, looking, mummy, jack, speaking, going, taking, windy, trousers, smiling, don, waiting, cafe, loudly, goodbye, crying, making, policeman, coming, fascinating, hers, excuse, park, fighting, chapter, exciting, net",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Big_Hair_Day-Margaret_Johnson.epub",
"storyAcıklama":"Sophia Reynolds comes to Norwich to be an extra in a film. She is going to be on a film set with a famous star Fabio Facelli. The girl is very fond of this actor. So she can t wait for working with him. However, she is almost late for the shooting. Sophia is delayed by a series of unusual events. First, she accidentally takes somebody else s bag instead of her own one. Then she meets a small boy who can t find his mother. Soon after that she becomes a witness of a fight. The girl goes to the police station. She meets a young policeman with beautiful eyes there. He helps her to solve everything. When Sophia finally arrives at the shooting scene, she doesn t look great. It has really been a bad hair day. Nevertheless, it brings positive changes into her life.",
"tag":"police  work  fight",
"views":"4274"},
 
 {"id":"81",
"baslik":"The Odyssey",
"aciklama":"B2 Intermediate+",
"thumbnail":"https://english-e-reader.net/covers/The_Odyssey-Homer.jpg",
"kategori":"5",
"yazar":"Homer",
"sesdosyasi":"https://firebasestorage.googleapis.com/v0/b/english-story-in-levels.appspot.com/o/auido%2FThe%20Odyssey.lite.mp3?alt=media&token=acc47c6a-f329-465e-93d9-01f45e9e536b",
"hardWord":"Text Analysis: Unique words: 1920 Total words: 30013
  
Hard words: eagle, queen, bowlful, wineskin, crueler, farmworker, jewellery, colourful, cupful, lord, cyclops, phoenician, friendless, silenced, pitifully, shakily, unpunished, sheepskin, armful, calypso, birdsong, fearfully, hungrily, resourcefulness, milking, rudeness, seashore, thoughtless, uninvited, deciding.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/The_Odyssey-Homer.epub",
"storyAcıklama":"Odysseus was a wise ruler of the kingdom. There were many legends about his mind. But what this man lacked was luck. After lot of years in the battle of Troy, he went home. But the return to his wife was not such a simple matter. The gods themselves decided to ruin his life for the offense that that hero had inflicted on them. For lots of years, Odysseus had been floating to the homeland. His elder son Telemachus became an adult man, and his beautiful wife Penelope refused to endless suitors. But not all the gods were hostile to the legendary hero. Athena decided to help Penelope and Telemachus. The family was sure that Odyssey was already dead, but the goddess revealed the truth. He was already very close to finding home. The cunning and strong character of this person helped him avoid problems many times.",
"tag":"  treasure  adventure  jewels  escape  island  journey  kindness  crime  suffering  family  future  war  magic",
"views":"2897"},
 
 {"id":"80",
"baslik":"Life of Pi",
"aciklama":"B1+ Intermediate",
"thumbnail":"https://english-e-reader.net/covers/Life_of_Pi-Yann_Martel.jpg",
"kategori":"4",
"yazar":"Yann Martel",
"sesdosyasi":"https://firebasestorage.googleapis.com/v0/b/english-story-in-levels.appspot.com/o/auido%2Fit%20is%20not%20avaliable.mp3?alt=media&token=c09c3a55-b60c-4224-94e2-9aec6076e705",
"hardWord":"Text Analysis: Unique words: 1443 Total words: 13575
  
Hard words: stopping, sounded, pushed, containing, cathouse, refused, parents, liked, grey, moved, hurting, meerkat, circled, eats, carried, formed, worst, discovered, worked, chasing, rested, lord, emptied, picked, kept, described, catching, shouted, allowed, seasickness",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Life_of_Pi-Yann_Martel.epub",
"storyAcıklama":"When you hear the title of this book, you will think first of all about the boy and the tiger, who are sailing on a boat in the middle of the vast ocean. The book does have a similar scene, but still it is not the only one. The main character of the story is Pisin. As a child, he suffered a lot because of his unusual name. In the end, he decided to call himself simply Pi in honour of the number. The father of Pi is a director of the zoo. Once he transports animals from India to Canada. Along the way, their ship gets into a strong storm. In the morning Pi wakes up from a loud noise and goes on deck. An alarm sounds. Soon Pi finds himself in a boat, surrounded by several animals. The boat gets further into the ocean. The situation is extremely dangerous and the boy does not know what to do.",
"tag":" animals  fight  journey  island  suffering  nature  missing  accident  adventure  sea-story",
"views":"3800"},
 
  {"id":"79",
"baslik":"Pollyanna",
"aciklama":"B1 Pre-Intermediate",
"thumbnail":"https://english-e-reader.net/covers/Pollyanna-Eleanor_H_Porter.jpg",
"kategori":"3",
"yazar":"Eleanor H. Porter",
"sesdosyasi":"https://firebasestorage.googleapis.com/v0/b/english-story-in-levels.appspot.com/o/auido%2Fit%20is%20not%20avaliable.mp3?alt=media&token=c09c3a55-b60c-4224-94e2-9aec6076e705",
"hardWord":"Text Analysis: Unique words: 2860 Total words: 47489
   
Hard words: eagle, tapped, tucked, resented, unpacked, beseeching, sounded, notified, quieting, brokenly, pacing, subsided, attended, pushed, precipitately, mewing, snapping, queerly, grieved, favourably, hurrying, wondering, hesitatingly, effectually, reddening, refused, unclasp, dreariness, blaming, massiveness",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Pollyanna-Eleanor_H_Porter.epub",
"storyAcıklama":"Pollyanna is eleven years old. She is an orphan. Despite this, the girl is an incorrigible optimist. Long ago, her mother married a poor priest and left the country. The couple died. Now Pollyanna has only an aunt. Aunt Polly decides to take her niece due to a great sense of duty. The woman is maximally unemotional, cynical and does not believe in love. She convinced herself she does not need sincere emotions. The woman puts her niece in a small and uncomfortable room. Still Pollyanna enjoys a pleasant view from the window. The girl is unpretentious, joyful and always in motion. First Polly is confused. Then she begins to get used to this philosophy of the little cheerful girl. Polly realizes that this is exactly what is missing in her life.",
"tag":"   children  house  family  kindness  farm  misery  cooking  business  friendship  orphan  society  doctor  nurse  accident  stealing  suffering  puzzle  grief  office  divorce  escape  journey",
"views":"2431"},
 
 {"id":"78",
"baslik":"Rain Man",
"aciklama":"A2 Elementary",
"thumbnail":"https://english-e-reader.net/covers/Rain_Man-Barry_Morrow.jpg",
"kategori":"2",
"yazar":"Barry Morrow",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Rain_Man-Barry_Morrow.lite.mp3",
"hardWord":"Text Analysis: Unique words: 906 Total words: 10950
  
Hard words: pushed, babbitt, parents, liked, answered, grey, seventieth, moved, widened, staying, eats, carried, muttered, sally, picked, shouted, pushing, explained, held, kidnapped, explaining, touched, pulling, muttering, watching, crashed, understood, taught, turned, returned",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Rain_Man-Barry_Morrow.epub",
"storyAcıklama":"Charlie s father died. The son is sure that he will receive all his wealth in inheritance. His father is a millionaire and this money would change the life of a young businessman. But this does not happen. Charlie s brother receives the money. It is unexpected, as Charlie did not even know about the existence of his brother. It seems to Charlie unfair. Charlie s brother is not like other people. He has autism and lives in a hospital for the mentally ill. The young man decides to take his brother from the hospital and convince to give half the money to him. Charlie s brother is a brilliant mathematician. At the same time, he has the mind of a small child. He lives in his fictional world and is terrified of flying airplanes. As a result, the brothers make a car trip through the whole country.",
"tag":"  office  business  house  police  nurse  children  fight  doctor  relationships  holiday  airport  photograph  music",
"views":"13250"},
 
 {"id":"77",
"baslik":"Sister Love",
"aciklama":"A1 Starter",
"thumbnail":"https://english-e-reader.net/covers/Sister_Love-John_Escott.jpg",
"kategori":"1",
"yazar":"John Escott",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Sister%20Love.mp3",
"hardWord":"Text Analysis: Unique words: 431 Total words: 2704
  
Hard words: liked, answered, grey, suntanned, moved, worked, slipped, turned, suntan, opened, needed, stopped, fell, tried, shyly, drove, felt, looking, excitedly, going, bikini, said, cinema, angrily, slippery, saw, don, sleeping, umbrella, sunny",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Sister_Love-John_Escott.epub",
"storyAcıklama":"Marcia met Howard when she was thirty-five years old. This accidental meeting occurred in the church. The man was six years older. He lived in a small house on the outskirts of the city with his old mother. Marcia lived in an apartment with her sister and father. The woman did not work anywhere. Her father was ill and had to sit in the apartment all the time. He spent his days in bed and could not be alone. Marcia looked after him all her free time. She could go out only when her sister was returning from work. The sister was ten years younger and looked very attractive: a good tan, long soft hair. Many men were interested in Karin, and Marcia always remained in the shadow. No one looked at her and no one wanted to meet or dine together.",
"tag":"  house  work  accident",
"views":"11184"},
 
 {"id":"76",
"baslik":"The Hobbit",
"aciklama":"C1 Advanced",
"thumbnail":"https://english-e-reader.net/covers/The_Hobbit-J_R_R_Tolkien.jpg",
"kategori":"7",
"yazar":"J. R. R. Tolkien",
"sesdosyasi":"https://firebasestorage.googleapis.com/v0/b/english-story-in-levels.appspot.com/o/auido%2Fit%20is%20not%20avaliable.mp3?alt=media&token=c09c3a55-b60c-4224-94e2-9aec6076e705",
"hardWord":"Text Analysis: Unique words: 2785 Total words: 39436
  
Hard words: pretending, eagle, dipped, tucked, unpacked, sounded, pushed, weaponless, betraying, hurrying, surrounded, attacked, sung, refused, armour, dazzled, unpacking, awaiting, cursing, discussed, belladonna, wetting, liked, sneezing, hauling, bobbed, floored, answered, elvish, grey",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/The_Hobbit-J_R_R_Tolkien.epub",
"storyAcıklama":"Do you like fabulous world in which elves, dwarves, hobbits and dragons live? This book is for you. This story is about adventures of the young hobbit Bilbo Baggins who loves smoking his favourite pipe and eating - these things make his life calm and measured. Once the wizard Gandalf arrives at his house. The visit alarms Bilbo. He does not want such acquaintances. The same evening, some intruders knock on the door. Bilbo does not expect thirteen dwarves and that same wizard to come to him. Moreover, he gets an unusual offer to become a thief and go on a dangerous journey to obtain treasures from the den of the dragon. What choice will Baggins make? You will learn it while reading this book - a popular novel by J. R. R. Tolkien for the whole family.",
"tag":"  adventure  magic  family  king  journey  fight  treasure  hero  jewels  missing  stealing  island  competition  suspicion  escape  animals  tale  accident  dream  colony  prison  sorrow  revenge  children  friendship  kindness",
"views":"2680"},
 
 {"id":"75",
"baslik":"The Eyes of Darkness",
"aciklama":"C2 unabridged",
"thumbnail":"https://english-e-reader.net/covers/The_Eyes_of_Darkness-Koontz_Dean.jpg",
"kategori":"8",
"yazar":"Koontz Dean",
"sesdosyasi":"https://firebasestorage.googleapis.com/v0/b/english-story-in-levels.appspot.com/o/auido%2Fit%20is%20not%20avaliable.mp3?alt=media&token=c09c3a55-b60c-4224-94e2-9aec6076e705",
"hardWord":"Text Analysis: Unique words: 8024 Total words: 85823
  
Hard words: rammed, pinnace, mopping, unoiled, homed, propelled, spaced, sputtered, flocked, lagniappe, topsail, harbored, blanketed, pursued, telekinetic, iciness, mellowing, soldiering, pacing, caressing, soundproofing, grimacing, sulphurous, subsided, indecisively, clouding, murkily, faking, fumbled, grandiosely, fattened.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/The_Eyes_of_Darkness-Koontz_Dean.epub",
"storyAcıklama":"This is an old science fiction novel which has again become relevant today. Indeed, forty years ago, an American writer told a story about a deadly virus from China called Wuhan 400. This virus is transmitted from person to person and causes serious complications, including pneumonia. Moreover, the events take place around the year two thousand and twenty. In the center of the plot there is a woman, who has lost her son. She is carrying out her own investigation trying to find out if he really died. The reason is she often receives mysterious messages. These messages hint that the poor mother does not know the whole truth. During the investigation, she gets to a military factory, where a mysterious biological weapon appeared.",
"tag":" fantasy  drugs  disaster  journey  government  sorrow  horror  suicide  misery  accident  tragedy  fiction  technology  society  doctor  thriller  science  mystery  poison  magic  escape  health  future",
"views":"3568"},

{"id":"74",
"baslik":"Fever Dream",
"aciklama":"C2 unabridged",
"thumbnail":"https://english-e-reader.net/covers/Fever_Dream-Ray_Bradbury.jpg",
"kategori":"8",
"yazar":"Ray Bradbury",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Ray%20Bradbury%20-%20Fever%20Dream.lite.mp3",
"hardWord":"Text Analysis: Unique words: 675 Total words: 2263
 
Hard words: popped, reproduced, scurrying, tolerantly, counterpane, laundered, numbed, strapped, choked, cloakroom, bounded, pulsed, pitifully, rotted, guillotine, lethargic, jest, canary, pinched, crisply, declared, alight, flooded, colorless, petrified, feverish, hoarse, gravely, crushing.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Fever_Dream-Ray_Bradbury.epub",
"storyAcıklama":"The story by Ray Bradbury Fever Dream describe a 13-year-old teenager Charles. He is ill with scarlet fever. The boy is constantly in his room – an enclosed space, in fact. Only occasionally his parents come. But nobody shows any special interest in him. From the lower floor of the house, one can hear the singing of a canary. Being alone with a fever the boy begins to rave. It lasts for a few days. As Charles is convinced, his whole body gradually disappears from the tips of the fingers on his arm. The boy calls for help, but nobody believes him. Everybody considers it as a game of imagination, typical for a fever. Charles is sure, that this disease born from one cell, increased and killed his former self. He is no longer himself. Suddenly, after the illness’ peak, a full recovery comes, as everyone thinks. Is it true? Is it real Charles or has he been turned into a disease that can do more evil than anything else existed before?",
"tag":"doctor  drugs  dream  mystery",
"views":"7832"},
 
  {"id":"73",
"baslik":"The Tell-tale Heart",
"aciklama":"C2 unabridged",
"thumbnail":"https://english-e-reader.net/covers/The_Tell-tale_Heart-Edgar_Allan_Poe.jpg",
"kategori":"8",
"yazar":"Edgar Allan Poe",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Edgar%20Allan%20Poe%20-%20The%20Tell-tale%20Heart.lite.mp3",
"hardWord":"Text Analysis: Unique words: 591 Total words: 1960
unperceived, acuteness, healthily, detected, dulled, sagacity, dissimulation, distinctness, aroused, wronged, stifled, cunningly, vexed, pulsation, hearken, dissemble, cheerily, dreadfully, stealthily, inquiring, gaily, courageously, fluently, hark, concealment, derision, hellish, singularly, audacity.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/The_Tell-tale_Heart-Edgar_Allan_Poe.epub",
"storyAcıklama":"Edgar Allan Poe is a universally acknowledged master of dark, mysterious fiction. In his tales and poems, the writer always pays special attention to the psychology and emotional state of the characters. The Tell-Tale Heart definitely belongs to his most renowned works. The story attracts your interest right from the beginning. It is narrated by a murderer who describes the process of killing an old man. The motive for the murder is extremely unusual – the victims vulture eye. The narrator shocks the reader by the gruesome details of the crime and cynical comments. He believes he committed a perfect murder and manages to avoid suspicion for a while. But something unexpected gets in his way: the old man can t leave him alone even after death.",
"tag":"horror  mystery",
"views":"4253"},
 
 {"id":"72",
"baslik":"Lucky Luke and other Very Short Stories",
"aciklama":"C1 Advanced",
"thumbnail":"https://english-e-reader.net/covers/Lucky_Luke_and_other_Very_Short_Stories-Paul_Stewart.jpg",
"kategori":"7",
"yazar":"Paul Stewart",
"sesdosyasi":"https://firebasestorage.googleapis.com/v0/b/english-story-in-levels.appspot.com/o/auido%2Fit%20is%20not%20avaliable.mp3?alt=media&token=c09c3a55-b60c-4224-94e2-9aec6076e705",
"hardWord":"Text Analysis: Unique words: 2727 Total words: 23817
recognised, eagle, unzipped, tapped, tucked, sounded, pushed, organised, aaaah, unfolded, surrounded, patting, attacked, refused, hugging, parents, slammed, labelled, watered, nosey, giggly, ageing, envied, maths, kerb, liked, grey, beanpole, peeping, aaah",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Lucky_Luke_and_other_Very_Short_Stories-Paul_Stewart.epub",
"storyAcıklama":"The book consists of a dozen short stories. Each one is different but all of them are fun to read. The narrator of the story 'Lucky Luke' goes to the barber's to have his long hair cut. The barber's name is Jimmy. This man has serious problems with the reporters. The newspapers call him the worst barber in Britain. While cutting the client's hair, Jimmy explains to him the reason for such misfortune. His younger brother Luke has been lucky since childhood. Luke always gets what he wants without any effort. On the contrary, Jimmy himself has been unlucky all his life, despite hard work. Not long ago, Jimmy decided to put an end to his brother's luck. However, things did not go according to the plan.",
"tag":" horror  business  teenager  accident  island  beach  office  family  culture  tale  gothic  nurse  children  future  shot  animals  university  flight  airport  jewels  collection  amnesia  divorce  betrayal  sorrow  marriage",
"views":"1550"},
 
 {"id":"71",
"baslik":"Darkest Hour",
"aciklama":"B1+ Intermediate",
"thumbnail":"https://english-e-reader.net/covers/Darkest_Hour-Anthony_McCarten.jpg",
"kategori":"4",
"yazar":"Anthony McCarten",
"sesdosyasi":"https://firebasestorage.googleapis.com/v0/b/english-story-in-levels.appspot.com/o/auido%2Fit%20is%20not%20avaliable.mp3?alt=media&token=c09c3a55-b60c-4224-94e2-9aec6076e705",
"hardWord":"Text Analysis: Unique words: 1696 Total words: 22646
 pushed, educating, surrendered, queen, surrounded, attacked, refused, parents, duff, invaded, discussed, proved, wishing, liked, harbour, moved, passed, evacuated, reaching, bringing, warmonger, staying, studying, ruled, formed, worst, worked, punished, produced, lord",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Darkest_Hour-Anthony_McCarten.epub",
"storyAcıklama":"It is the beginning of the forties of the twentieth century. The German troops led by Hitler invade the part of Europe and prepare to absorb it completely. The British Parliament realizes that the prime minister no longer has power and cannot help. The people of Britain start giving way to despair. The opposition demands the resignation of the minister, accusing him of inability to defend the country in difficult times. He is ready to resign. He also puts forward a new candidate - Winston Churchill. After many years, Winston will turn into one of the most famous people of the twentieth century. These times are still far away. But soon Churchill will have the opportunity to show his intellect and charisma.",
"tag":" disaster  government  work  king  house  politics  journalist  future  family  children  health  school  colony  escape  university  fight  holiday  office  short  relationships  island  doctor  beach",
"views":"1026"},
 
 {"id":"70",
"baslik":"The Notebook",
"aciklama":"C1 Advanced",
"thumbnail":"https://english-e-reader.net/covers/The_Notebook-Nicholas_Sparks.jpg",
"kategori":"7",
"yazar":"Nicholas Sparks",
"sesdosyasi":"https://firebasestorage.googleapis.com/v0/b/english-story-in-levels.appspot.com/o/auido%2Fit%20is%20not%20avaliable.mp3?alt=media&token=c09c3a55-b60c-4224-94e2-9aec6076e705",
"hardWord":"Text Analysis: Unique words: 2816 Total words: 36719
 tapped, stopping, unpacked, sounded, pursued, crunched, drifted, subsided, visualized, pushed, destined, noticing, toasting, queen, unfolded, surrounded, wondering, promoted, sleeved, reddening, unrolled, liquidated, parents, sketched, unpacking, popped, dictated, deepened, smelling, interlocked",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/The_Notebook-Nicholas_Sparks.epub",
"storyAcıklama":"This book sold many copies and became a significant contribution to the treasures of world literature. There is also a movie made on this novel. It is time to read it. Noah is returning to his home in North Carolina from World War II. His father died and Noah starts restoring the house. At the same time, Allie sees a photograph of the house in the newspaper. She decides to visit Noah. They have not seen each other for fourteen years. Long ago, they had a short but passionate romance. And then a separation followed. Their meeting is very emotional. They have lots of news and everyone talks about his or her life. Allie finds out that Noah has been writing letters to her all this time. But her mother hides all of them. At the same time, fiance of Allie is trying to contact her. This turns into a love triangle.",
"tag":"tragedy  science  reporter  couple  family  ghost  future  marriage  stealing  business  musical  relationships  dream  adventure  trial  court  society  inspire  photograph  doctor  grief  sorrow  amnesia  mystery  friendship  space  treasure  kindness",
"views":"258"},
 
 {"id":"69",
"baslik":"The USA",
"aciklama":"B1 Pre-Intermediate",
"thumbnail":"https://english-e-reader.net/covers/The_USA-Alison_Baxter.jpg",
"kategori":"3",
"yazar":"Alison Baxter",
"sesdosyasi":"https://firebasestorage.googleapis.com/v0/b/english-story-in-levels.appspot.com/o/auido%2FThe%20USA.mp3?alt=media&token=0eceb7de-7585-42ec-b398-2e86909628df",
"hardWord":"Text Analysis: Unique words: 1250 Total words: 6642
 queen, refused, passed, seaway, bringing, carried, colourful, discovered, worked, megalopolis, neighbouring, kept, allowed, held, farmed, travelling, pacific, huckleberry, ford, churchman, adding, sold, owned, disappeared, cowgirl, remembered, murdering, becoming, favourite, august",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/The_USA-Alison_Baxter.epub",
"storyAcıklama":"Imagine a large and completely empty territory. There are high mountains and dense forests with many animals on this land. Many lakes are also full of fish. But there is not a single person there. America was such kind of land more than thirty thousand years ago. Scientists think that at that time first ancient people arrived there from Asia. They decided to go to the South, where it would be warmer and easier to survive. So they stayed in America. That is how the first Indian tribes appeared - they came from the Mayan and Aztec people. Later, such a large country became a tidbit for many other nations. In the sixteenth century, Europeans began to visit America. Soon they brought slaves from Africa - these people were engaged in hard work. Only after hundreds of years America became a rich country.",
"tag":"  animals  work  vikings  colony  children  island  government  king  farm  prison  murder  dream  business  court  future  doctor  football  sport  cooking  music  technology  crime  pirates  space",
"views":"5029"},
 
 {"id":"68",
"baslik":"Marley and Me",
"aciklama":"A2 Elementary",
"thumbnail":"https://english-e-reader.net/covers/Marley_and_Me-John_Grogan.jpg",
"kategori":"2",
"yazar":"John Grogan",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Marley%20and%20Me.mp3",
"hardWord":"Text Analysis: Unique words: 862 Total words: 14442
 pushed, parents, pooped, liked, moved, fie, hurting, cleaned, eats, carried, worst, worked, chewed, shouted, held, pulling, barman, fortieth, worse, understood, neuter, turned, caught, remembered, helped, played, pulled, opened, doodle, poop",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Marley_and_Me-John_Grogan.epub",
"storyAcıklama":"This is not just a story about a dog. This is a story about a whole family and their love for their pet, a dog named Marley. John and Jenny are young and in love with each other. They have good solid jobs - both work in a big newspaper. One day they decide to buy a puppy. It changes their lives forever. Marley is not an obedient calm puppy. He doesn't not listen to commands, doesn't not try to behave well. He throws things off the table, gnaws on his shoes and spoils things. And he eats everything potted plants or office supplies. When the thunderstorm begins - Marley just goes crazy and starts breaking everything in the house. But he is not a boring dog and makes the life of his owners much more fun. John and Jenny love their dog. And this story tells about the life of Marley - from a puppy to an old wise dog.",
"tag":"children  house  music  work  family  doctor  airplane  animals  office  police  fight  farm  school",
"views":"13749"},
 
{"id":"67",
"baslik":"The Lovely Lady",
"aciklama":"A2 Elementary",
"thumbnail":"https://english-e-reader.net/covers/The_Lovely_Lady-D_H_Lawrence.jpg",
"kategori":"2",
"yazar":"D. H. Lawrence",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/The%20Lovely%20Lady.mp3",
"hardWord":"Hard words: 
 surrounded, liked, grey, marrying, passed, carried, chatting, worked, rested, teatime, staring, picked, lit, kept, held, realized, understood, turned, sold, taken, decided, sunbathe, dressed, opened, needed, stopped, pressed, whispered, wearing, destroyed",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/The_Lovely_Lady-D_H_Lawrence.epub",
"storyAcıklama":"Pauline was an old woman. She turned seventy-two. But she looked much better at her age. And under a particularly successful light she could be taken for a young woman of thirty. She had beautiful features and a good figure. Only big sad eyes gave out this age. She left her husband many years ago. Pauline lived with her son Robert in a big house in the suburbs of London. Pauline's niece named Siss lived together with them. The girl was young and very modest. The three of them often had dinner by candlelight. Pauline loved candles, because by their light she looked especially young and beautiful. After that, they usually drank coffee in a cozy living room. There were a lot of expensive furniture and beautiful paintings. Pauline felt happy at such moments.",
"tag":" house  work  ghost  magic  sorrow  short  doctor  madness  drugs  revenge",
"views":"7314"},
 
 {"id":"66",
"baslik":"A Gathering of Bald Men",
"aciklama":"B1 Pre-Intermediate",
"thumbnail":"https://english-e-reader.net/covers/A_Gathering_of_Bald_Men-Mandla_Langa.jpg",
"kategori":"3",
"yazar":"Mandla Langa",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/A%20Gathering%20of%20Bald%20Men.mp3",
"hardWord":"Text Analysis: Unique words: 772 Total words: 3206
  
  hairlessness, phew, hangman, unhelpful, thinning, baldness, harrow, frighteningly, hairless, laziness, repaint, speeding, begging, unsuitable, handbook, policing, cosmopolitan, lovingly, beggar, cheerfully, careless, losing, helper, railway, luckily, attempted, heated, pity, suspected, unemployed, jealous.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/A_Gathering_of_Bald_Men-Mandla_Langa.epub",
"storyAcıklama":"In the modern world people have a lot of worries that did not exist a hundred years ago. It can be a lack of money or a stupid annoying boss. The daughter dates some guy who is not good enough for her. The wife does not understand and does not want to make contact. At work situation is bad too. No one listens, even when there are good offers. Caleb lives that way. He is a little over forty. Caleb has two teenage daughters, a house and pets. But he is not very happy. The man sells insurance to customers, but they rarely want to pay. And he worries about the money owed to the bank. Recently he noticed that he started going bald. Caleb's uncle died and now he hopes to get an inheritance, which will help him a little in this financial situation.",
"tag":"music police suicide office dream",
"views":"1533"},
 
 {"id":"65",
"baslik":"A History of Britain",
"aciklama":"B1 Pre-Intermediate",
"thumbnail":"https://english-e-reader.net/covers/A_History_of_Britain-Fiona_Beddall.jpg",
"kategori":"3",
"yazar":"Fiona Beddall",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/A%20History%20of%20Britain.mp3",
"hardWord":"Text Analysis: Unique words: 1032 Total words: 7793

   queen, invaded, bengali, lord, pacific, bengal, scots, august, saxon, conquered, sicilian, conqueror, unlawful, scandinavian, townspeople, norman, welsh, unsuccessfully, anglo, defeated, unfairly, protector, farmland, unpopular, railway, luckily, grouping, nineteen, violently, scottish.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/A_History_of_Britain-Fiona_Beddall.epub",
"storyAcıklama":"The Middle Ages were a dark period full of wars and violence. Time of kings, knights and castle sieges. The politicians were more brutal, but warlords and the kings led the armies into battle themselves. Everything started when king Edward died. He had no children, so there were no heirs. The elections took place. Harold was chosen to be the next king of the country. He was not a relative or friend of the late king. Lots of other powerful people also wanted such power. Soon the Norwegian army invaded this land. Edward's mother was from Norway, and Edward as a child also lived there. The Scandinavians believed they had more rights to the crown. King Harold died in battle. The well-known William the Conqueror became the next ruler of this land.",
"tag":"farm family vikings law revolution war",
"views":"3230"},
 
 {"id":"64",
"baslik":"Rapacini's Daughter",
"aciklama":"A2 Elementary",
"thumbnail":"https://english-e-reader.net/covers/Rapacinis_Daughter-Nathaniel_Hawthorne.jpg",
"kategori":"2",
"yazar":"Nathaniel Hawthorne",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Rapacini's%20Daughter.mp3",
"hardWord":"Text Analysis: Unique words: 569 Total words: 2477
  
   shyly, fading, poisonous, violently, lizard, rainbow, sickness, comb, floating, vase, perfume, curse, sip, loudly, confused, spider, noble, poison, frighten, sadness, magnificent, grind, glow, butterfly, marble, palace, blessing, cure, fever, liquid.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Rapacinis_Daughter-Nathaniel_Hawthorne.epub",
"storyAcıklama":"Giovanni left his home lot of years ago. He decided to ride to the north of the country for study. He rented a small cheap room on the third floor of the old house which was musty and dark. The house itself was large and beautiful as a real palace. Previously, this house belonged to one ancient noble family. Today, there was only one old woman who earned a living by renting rooms to students. From a small dirty window in his room, Giovanni could see a large, beautiful garden in the courtyard. Once he asked an old woman if this garden belonged to her. But she replied that the owner of a garden was a famous man. His name was Rappaccini. He used plants from the garden in his research. This doctor lived in a small old brown house nearby.",
"tag":"science university horror poison collection",
"views":"1560"},
 
  {"id":"63",
"baslik":"Joey's Luck",
"aciklama":"A2 Elementary",
"thumbnail":"https://english-e-reader.net/covers/Joeys_Luck-John_Escott.jpg",
"kategori":"2",
"yazar":"John Escott",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Joey's%20Luck.mp3",
"hardWord":"Text Analysis: Unique words: 351 Total words: 1679
   
   pickpocket, bookshop, titanic, armchair, cupboard, moonlight, pub, fastest, landlord, voyage, hammer, wallet, halfway, fleet, runner, lamp, midnight, fifty, meter, stair, moon, smoke, tower, luck, round, coat, shout, lucky, passenger, noise.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Joeys_Luck-John_Escott.epub",
"storyAcıklama":"Everything happens at the beginning of the twentieth century. Joey arrives in London from Ireland in January. January is a cold and windy month in England. Still he does not even have a place to stay. Joey thinks it is not too important. After all, luck will help him. Thanks to his luck, he will find a cozy and inexpensive room where he will rest after the road. Soon he will become a rich man, thanks to his good luck. After all, the real rich men always get lucky. He goes for a walk around the city and after a while finds a room. It is small, but very cheap. The young man likes it. From the window there is a beautiful view of the Tower Bridge. The guy does not have much time to find a job and pay for the next week. But Joey is sure that luck will not fail this time.",
"tag":"pickpocket  house",
"views":"250"},
 
  {"id":"62",
"baslik":"Ethan Frome",
"aciklama":"B1+ Intermediate",
"thumbnail":"https://english-e-reader.net/covers/Ethan_Frome-Edith_Wharton.jpg",
"kategori":"4",
"yazar":"Edith Wharton",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Ethan%20Frome.mp3",
"hardWord":"Text Analysis: Unique words: 1119 Total words: 10279
   
   coasting, rook, matt, edged, starless, plateful, unloaded, whinny, likeable, stomachache, august, jealously, lamplight, whining, motherly, coldness, wordless, shapeless, sawmill, dinnertime, wintry, yellowish, bloodless, moonlit, goodnight, heartless, sunlit, sleigh, sunburn, lazily, coolness.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Ethan_Frome-Edith_Wharton.epub",
"storyAcıklama":"When it's the beginning of the twentieth century on the street - life on a farm in Massachusetts just does not seem easy to you. Winters are long and unusually cold on these lands. The fields are covered with snow and ice. The nights are long and dark. The sun is almost invisible at that time of year. The life of a simple farmer, Ethan, is hard. He has to work much to survive. But his existence is not without pleasant and bright moments. It looks like Ethan is an ordinary farmer - unhurried, quiet. But he feels the beauty of the world. He likes looking at the bright stars in the night winter sky. He is pleased to see the thick shadows of trees in the snow. He is not entirely alone on his small farm. There are pleasant people around with whom he can share the difficulties of this endless winter.",
"tag":"Tags:   music  prison  family  doctor  poverty  accident  escape  house  business  journey  animals  nurse  health  office  dream  fight  missing",
"views":"1874"},
 
 {"id":"61",
"baslik":"Body on the Rocks",
"aciklama":"B1+ Intermediate",
"thumbnail":"https://english-e-reader.net/covers/Body_on_the_Rocks-Denise_Kirby.jpg",
"kategori":"4",
"yazar":"Denise Kirby",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Body%20on%20the%20Rocks.mp3",
"hardWord":"Text Analysis: Unique words: 1528 Total words: 15315
  
   thirstily, sandcastle, wheeling, sally, narrowed, slowing, seasick, downwards, scornfully, verandah, backdoor, parakeet, bay, granddad, yuck, scrabble, supposing, tattooed, footpath, imagining, ochre, jetty, bye, goodnight, windswept, rolled, claustrophobic.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Body_on_the_Rocks-Denise_Kirby.epub",
"storyAcıklama":"The gardener was working with the roses, but suddenly noticed a strange man standing nearby. He was looking at the house. The stranger had long hair and a tattoo on his arm. He was not like a guest of the owners of this house. Usually visitors, who came to this huge house with a tennis court and a spacious garage, look more official. Even the gardener himself was inside only once. A strange man with a tattoo approached. He went to the house. The gardener kept watching him. The man rang the doorbell. He talked to the maid for a while and she invited him in. The gardener was surprised. Unfortunately, he could not hear the conversation. Soon he heard screams. The man was pushed out of the house. The gardener realized that something unusual had happened. But he did not know what.",
"tag":"Tags:   prison  police  murder  treasure  university  jewels  escape  island  court  business  journey  space  family  holiday  war",
"views":"1598"},
 
 {"id":"60",
"baslik":"The Beatles",
"aciklama":"B1 Pre-Intermediate",
"thumbnail":"https://english-e-reader.net/covers/The_Beatles-Paul_Shipton.jpg",
"kategori":"3",
"yazar":"Paul Shipton",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/The%20Beatles.mp3",
"hardWord":"Text Analysis: Unique words: 1109 Total words: 8221
  
  queen, maharishi, taxman, tripper, lord, sitar, walrus, candlestick, mull, flaming, ram, touring, californian, cavern, revolver, anthology, winding, norwegian, quarry, guitarist, kite, losing, ballad, trumpet, wonderfully, haircut, drummer, paperback.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/The_Beatles-Paul_Shipton.epub",
"storyAcıklama":"This book tells about the story of the world famous group that has changed the world. Its heritage is millions of fans, a huge number of concerts and thousands of imitators. This group is listened to even today, despite the fact that it has not been performing for a long time. One of the musicians John Lennon died many years ago. All four band members were born during World War II in Liverpool. Life was hard at that time. But in Liverpool there was world news appearing. One day, rock and roll from the United States got there and four teenagers understood what they would do. It seemed to be a gateway to a new, more interesting life. Later they found each other and got such a success, which the musicians of that time could not even dream of. The beginning of a musical career was not easy, but they were able to leave a mark in history.",
"tag":"Tags:   music  police  musical  escape  war  suit  business  dream  fight  revolution  marriage",
"views":"12496"},
 
 {"id":"59",
"baslik":"Excalibur",
"aciklama":"B1 Pre-Intermediate",
"thumbnail":"https://english-e-reader.net/covers/Excalibur-Bernard_Cornwell.jpg",
"kategori":"3",
"yazar":"Bernard Cornwell",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Excalibur.mp3",
"hardWord":"Text Analysis: Unique words: 980 Total words: 5658
  
   eagle, queen, armour, honour, swordsman, wronged, banished, forcing, knight, disharmony, drawbridge, disloyalty, practise, lordship, inhabited, distrustful, magnificence, snarling, undisciplined, unguarded, deathly, dividing, rolled, betrayed, misplaced, admiring, reflected, respecting, overwhelmed, lying, hilltop.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Excalibur-Bernard_Cornwell.epub",
"storyAcıklama":"Excalibur is one of the most famous swords in the world literature. It was created by the god Velund, the best blacksmith in the world. It became the legendary and mighty weapon of King Arthur and the basis of his power. Young Arthur took out this sword from a rock and proved his right to become the greatest of the kings of Camelot. Once the evil fairy and Merlin's sister Morgana decided to kill Arthur and stole his magic sword, which gave the tremendous power and healed wounds. As a great warrior, the king was able to defeat his killer. Before the death, the king took the promise from the last survived knight of the Camelot. He asked that warrior to put the sword into the water - to return it to the Mistress of the lake. A hand appeared from the water and took the sword to the depth, waving it for the last time. The legendary sword went to that place, from where it came to this world.",
"tag":"Tags:   knight  servants  war  king  island  journey  fight  missing  magic  marriage",
"views":"2939"},
 
  {"id":"58",
"baslik":"The River to Freedom",
"aciklama":"B1 Pre-Intermediate",
"thumbnail":"https://english-e-reader.net/covers/The_River_to_Freedom-Clare_Gray.jpg",
"kategori":"3",
"yazar":"Clare Gray",
"sesdosyasi":"https://firebasestorage.googleapis.com/v0/b/english-story-in-levels.appspot.com/o/auido%2Fit%20is%20not%20avaliable.mp3?alt=media&token=c09c3a55-b60c-4224-94e2-9aec6076e705",
"hardWord":"Text Analysis: Unique words: 318 Total words: 849
   
    tasteless, crocodile, painfully, goodbye, silently, brave, lonely, courage, changing, continued, ugly, hungry, badly, painful, closer, dirty, swim, unknown, electricity, port, coast, prisoner, smell, luck, stream, lucky, weak, escape, grass, narrow.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/The_River_to_Freedom-Clare_Gray.epub",
"storyAcıklama":"It was a quiet calm evening. Matthew was at home with his father. Suddenly some soldiers appeared: they killed the father. Matthew in despair took the weapon. He tried to shoot them, but was caught and taken to the army. Matthew ran away, even though it was not easy. He hid in the river. He lurked, listening to the voices of his enemies and hoping that he would not be noticed. But suddenly the fugitive saw a crocodile. The dangerous predator headed towards the young man. Weirdly, this crocodile changed its mind and swam away. The guy was very close to death, but it turned out to be his lucky day. Today Matthew lives in Bulgaria. He is known as a tall, strong man with many friends. But in his eyes one can see some kind of another secret force.",
"tag":"Tags:   prison  escape  war  family  future  fight",
"views":"3384"},
 
  {"id":"57",
"baslik":"The Stranger",
"aciklama":"B1 Pre-Intermediate",
"thumbnail":"https://english-e-reader.net/covers/The_Stranger-Ambrose_Bierce.jpg",
"kategori":"3",
"yazar":"Ambrose Bierce",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/The%20Stranger.mp3",
"hardWord":"Text Analysis: Unique words: 357 Total words: 1365
   
    firelight, apache, muzzle, brim, rut, astonished, thirst, thirsty, handkerchief, firing, berry, foolish, frighten, grind, hut, brave, hunger, cliff, lonely, steep, traveler, forehead, forty, peaceful, cave, trap, captain, continued, hungry, standing, entrance.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/The_Stranger-Ambrose_Bierce.epub",
"storyAcıklama":"It was a dark cold night and the main characters were sitting around a fire in Arizona. Only snakes and birds were found in this dry and deserted rolling hills. No other people were visible, and the darkness outside the camp looked like a black wall. But all of a sudden a stranger appear near the fire. He calmly walked over and sat next to the others. The travellers raised their weapons, but the stranger was not afraid at all. He said that people had come to this desert before to explore it. He named the names of those four people who were able to pass this desert without a map. This man looked a little crazy. Perhaps he was lost, he had traveled for a long time alone and was happy to talk to other people. Or everything was not so simple.",
"tag":"Tags:   animals  fight  escape",
"views":"4093"},
 
  {"id":"56",
"baslik":"One of the Missing",
"aciklama":"B1 Pre-Intermediate",
"thumbnail":"https://english-e-reader.net/covers/One_of_the_Missing-Ambrose_Bierce.jpg",
"kategori":"3",
"yazar":"Ambrose Bierce",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/One%20of%20the%20Missing.mp3",
"hardWord":"Text Analysis: Unique words: 411 Total words: 1568
   
   retreating, searing, lying, muzzle, picket, regiment, loaded, cannon, commanding, farmhouse, climbing, scout, whistle, lieutenant, terrify, plantation, unconscious, injured, eighteen, grind, bleed, silently, mound, brave, soak, crowded, rear, suffering, sunlight, pit.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/One_of_the_Missing-Ambrose_Bierce.epub",
"storyAcıklama":"Jerome was a scout for the Yankees. He often went to spy on the enemy soldiers. Once a group of officers housed on the hill. They were a blue Yankee uniform. The Confederation army moved farther to the other side of the forest. One of the officers asked about the enemy's actions: whether they were moving forward or retreating. They decided to send a scout to check it out. A few minutes later, Jerome set to work. Jerome was a very brave man and always worked alone. His hearing and sight were very keen. He heard what other people could not hear. The scout was walking through the forest with a heavy rifle. Jerome knew how to shoot very accurately. Reaching the edge of the forest, he disappeared in the shadows and started observing.",
"tag":"Tags:   animals  dream  suffering  house  missing",
"views":"3348"},
 
 {"id":"55",
"baslik":"A Mountain Accident",
"aciklama":"B1 Pre-Intermediate",
"thumbnail":"https://english-e-reader.net/covers/A_Mountain_Accident-Clare_Gray.jpg",
"kategori":"3",
"yazar":"Clare Gray",
"sesdosyasi":"https://firebasestorage.googleapis.com/v0/b/english-story-in-levels.appspot.com/o/auido%2Fit%20is%20not%20avaliable.mp3?alt=media&token=c09c3a55-b60c-4224-94e2-9aec6076e705",
"hardWord":"Text Analysis: Unique words: 325 Total words: 966
  
  mountainside, unimportant, lifeless, losing, climbing, fastest, eighteen, grind, sixteen, shiny, brave, calm, tightly, hopefully, lonely, steep, cloth, continued, worried, hungry, painful, meter, closer, darkness, chocolate, strongly, knife, opposite, silent, shout, forever.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/A_Mountain_Accident-Clare_Gray.epub",
"storyAcıklama":"It was a nice summer day. The hard working week was finally over and Aaron Ralston enjoyed the fresh air and clear skies during a leisurely walk. The guy stopped to listen to the silence of the mountains. He wondered how pleasant and good his life was. At this moment a collapse began. The huge stones fell on him and Aaron did not have time to escape. After a few seconds, his hand was pressed with a heavy piece of rock. Aaron remained calm, even though the pain was terrible. He knew how to survive in the wildlife and knew what he should do. Aaron had a small supply of food, a penknife, and willpower. This story is about a man who survived a terrible ordeal, but came home alive. Later, an interesting movie was made about this situation.",
"tag":"Tags:   accident  escape  police  dream",
"views":"2159"},
 
  {"id":"54",
"baslik":"Open Doors",
"aciklama":"B1 Pre-Intermediate",
"thumbnail":"https://english-e-reader.net/covers/Open_Doors-Frank_Brennan.jpg",
"kategori":"3",
"yazar":"Frank Brennan",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Open%20Doors.mp3",
"hardWord":"Text Analysis: Unique words: 993 Total words: 5027

    queen, tended, newsdesk, ageing, colourful, honour, judging, motherly, bye, dishonesty, moustache, shyness, eyesight, lying, senseless, doorbell, truthful, further, spreading, progressively, congratulations, careless, armchair, pleasing, bandage, guaranteed, doubtful, quiz, tier, misunderstand, patiently.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Open_Doors-Frank_Brennan.epub",
"storyAcıklama":"Kathy Paige was blind from her birth. The doctor's mistake cost her sight for the rest of the life. But that was a long time ago. Now Kathy is the most famous journalist of the British radio. She was loved by everyone for the mind, and tough, but honest interviews. Political and public figures received uncomfortable sharp questions and were forced to answer them. She had a quiet and calm voice that many men liked. Kathy spoke like a strict but caring mother. Despite this, the girl was really ruthless towards her opponents. Many politicians regretted they were relaxed due to her charming voice. Kathy could not see many tricks: gestures and facial expressions, which politicians like to use. She listened to the voice. The smart journalist learned to hear it better than many others.",
"tag":"Tags:   music  journalist  doctor  business  government  nurse  dream",
"views":"2448"},
 
 {"id":"53",
"baslik":"Pig",
"aciklama":"B1 Pre-Intermediate",
"thumbnail":"https://english-e-reader.net/covers/Pig-Roald_Dahl.jpg",
"kategori":"3",
"yazar":"Roald Dahl",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Pig.mp3",
"hardWord":"Text Analysis: Unique words: 1009 Total words: 5134
  
  hooking, slaughterer, healthily, winking, booted, slaughtered, inwards, pumped, forcing, cheerfulness, hooked, declared, scratching, slaughterhouse, nuts, gratefully, lying, doubly, upside, doorbell, seated, joyful, imaginable, steaming, upwards, anxiously, stained, heavenly, handwriting, vegetarian, intended.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Pig-Roald_Dahl.epub",
"storyAcıklama":"Lexington was born in the city of New York. It was a happy day for his parents. The baby's mother returned from the hospital and told her husband to take her for dinner to the best restaurant in the city. The husband agreed that she deserved dinner at any restaurant she chose. The couple put on their best clothes and went to have a nice evening. Baby Lexington stayed with a nanny. The parents returned home late at night. The father forgot the key to the house and decided to break the window and get into the apartment. It was the only way in, because no one opened the door for them. But, unfortunately, a police car was passing by. The officers were accustomed to shooting at the robbers. They usually got a reward for it. The policemen started shooting that night. Lexington became an orphan at a very young age.",
"tag":"Tags:   police  couple  future  law  doctor  school  suit  cooking  orphan  journey  animals  kindness  nurse  health  office",
"views":"2960"},
 
  {"id":"52",
"baslik":"The Champion of the World",
"aciklama":"B1 Pre-Intermediate",
"thumbnail":"https://english-e-reader.net/covers/The_Champion_of_the_World-Roald_Dahl.jpg",
"kategori":"3",
"yazar":"Roald Dahl",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/The%20Champion%20of%20the%20World.mp3",
"hardWord":"Text Analysis: Unique words: 1025 Total words: 6107
   
   pram, glancing, horsehair, unexplainable, windless, laying, lorry, tapping, poached, petrol, offence, shoo, vicar, hazel, darkening, shadowed, rooted, rolled, sh, poacher, lying, unwind, pheasant, madly, poach, purposeful, fright, sill, impersonal, uphill, jack.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/The_Champion_of_the_World-Roald_Dahl.epub",
"storyAcıklama":"The petrol was not sold all day, but the gas station worked. The protagonist of the book and his friends were sitting at the table and consulting. They were studying the plans and preparing for the evening. Soon the day came to the end. The men went outside, closing all the gasoline pumps. The friends asked Gordon to take off his bright yellow sweater. Under the moonlight, it would shine very brightly and they would definitely be noticed. Gordon argued for some time, but then he agreed. After all, the mission was too serious. The men put on dark sweaters, trousers and hats. They would go to prison if they made a mistake in their plan. They were going to become poachers. The men decided to get into the protected area to begin the hunt. Otherwise they would not be able to get a pheasant.",
"tag":"Tags:   prison  couple  doctor  house  war  office  dream  space",
"views":"1407"},
 
  {"id":"51",
"baslik":"Food around the World",
"aciklama":"B1 Pre-Intermediate",
"thumbnail":"https://english-e-reader.net/covers/Food_around_the_World-Robert_Quinn.jpg",
"kategori":"3",
"yazar":"Robert Quinn",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Food%20around%20the%20World.mp3",
"hardWord":"Text Analysis: Unique words: 755 Total words: 3471
   
   durian, kimchi, baobab, harvested, tamarind, tapioca, kebab, milkshake, cacao, august, kiwi, arable, barbecued, yummy, saltwater, aquaculture, spiky, paddy, trifle, lentils, savory, nuts, sap, mozzarella, nutty, waffle, custard, shellfish, sesame, mayonnaise, ketchup.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Food_around_the_World-Robert_Quinn.epub",
"storyAcıklama":"Food is a very important element in the life of any person. First of all, food helps any creature to live. It gives nutrients, proteins, strength and vigor to work another day. But wild animals eat too. People are different from them with their food culture. National cuisine, lots of interesting festive dishes in each country. Humanity has learned to cook interesting dishes throughout all its history. If in ancient times it was meat roasted on fire, then today everything is limited only by the imagination of the cook. And Chinese, Japanese, Italian and many other national cuisines are known in the whole world. Sushi and pizza have ceased to be food of a certain country and have become one of the most popular world dishes.",
"tag":"Tags:   family  holiday  cooking  football  animals  fight  technology  culture",
"views":"437"},
 
 {"id":"50",
"baslik":"A Nose for a Story",
"aciklama":"A2 Elementary",
"thumbnail":"https://english-e-reader.net/covers/A_Nose_for_a_Story-Frank_Brennan.jpg",
"kategori":"2",
"yazar":"Frank Brennan",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/A%20Nose%20for%20a%20Story.mp3",
"hardWord":"Text Analysis: Unique words: 970 Total words: 5135
  
   excelsior, tapping, centered, imagining, starring, neckline, bubbling, sunburn, talker, rubbish, naughty, helplessly, decisively, tonic, idealistic, handbag, secretive, quartet, unpublished, iced, handshake, defeated, careless, annoy, unnoticed, gin, damned, aged, tasty, playful, unfinished.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/A_Nose_for_a_Story-Frank_Brennan.epub",
"storyAcıklama":"The taxi driver noticed that the lady in the back seat was frowning from the unpleasant smell and clearly barely keeping her expensive lunch inside. The driver asked if she was all right. He explained that it was the smell of the sewerage. Many foreigners are unaccustomed to the fact that old lines have rotted long ago and the stench is breaking out onto the streets. The taxi driver was sorry for his passenger: the lady was not young, but she was still far from old age, with a beautiful face and dark hair. While he was closing the windows and turning on the air conditioner, he thought that many men would have decided that she was very attractive. He said that in the place they were going to there were no sewer lines and the lady had no need to worry.",
"tag":"Tags:   music  journalist  photograph  society  family  future  doctor  accident  house  suit  business  health  writer  ghost  marriage",
"views":"1393"},
 
  {"id":"49",
"baslik":"Beware of the Dog",
"aciklama":"A2 Elementary",
"thumbnail":"https://english-e-reader.net/covers/Beware_of_the_Dog-Roald_Dahl.jpg",
"kategori":"2",
"yazar":"Roald Dahl",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Beware%20of%20the%20Dog.mp3",
"hardWord":"Text Analysis: Unique words: 705 Total words: 3629

   greyness, clearness, nailed, aeroplane, boned, spitfire, uncovered, imagining, hardness, whisky, separating, repeating, spinning, lying, whiteness, sill, balancing, fitting, ringing, tidy, parachute, managed, affected, guided, commanding, faded, exhausted, hopeless, raised, puzzled, cheerful.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Beware_of_the_Dog-Roald_Dahl.epub",
"storyAcıklama":"The protagonist of this book was sitting in the cockpit. Below him there were dense white clouds. He was firmly holding the steering wheel, the plane flying smoothly. He told himself that everything was fine. A little more time - and he would fly to the house. He was definitely able to do it. He would land the plane and ask for help out, because he had no leg. Everyone would think that this was such a joke, but this was true. The pilot looked below: the floor was covered with blood, and he had nothing below the knee. The bullets tore off part of the right leg, but there was no pain. He felt fine, was awake and was not going to faint. But gradually the pilot started to weaken. Holding his head was getting harder, and it fell on the chest. The plane was flying at the height of seven kilometers and it was not the best moment for passing out.",
"tag":"Tags:   doctor  school  house  war  nurse  dream  fight  missing",
"views":"1382"},
 
  {"id":"48",
"baslik":"The Real Aunt Molli",
"aciklama":"A2 Elementary",
"thumbnail":"https://english-e-reader.net/covers/The_Real_Aunt_Molli-Frank_Brennan.jpg",
"kategori":"2",
"yazar":"Frank Brennan",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/The%20Real%20Aunt%20Molli.mp3",
"hardWord":"Text Analysis: Unique words: 672 Total words: 3120
   
   rediscovered, dally, hypnotist, cheerfulness, gentleness, hypnotic, lying, mum, taped, disco, disappoint, cinema, marvel, cheerful, undo, decisive, unwilling, smoothly, relaxed, amazed, nonsense, bored, embarrassment, lively, loudly, thoughtful, unconscious, afterwards, ambulance, fourteen, excite.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/The_Real_Aunt_Molli-Frank_Brennan.epub",
"storyAcıklama":"Aunt Molly was a very kind person. All her relatives loved this woman. She was not very smart or successful, but her gentle nature made her very pleasant. This woman's life turned into grief when her lovely husband died. His name was Dalton, but Molly affectionately called him Dally. As a child Molly was very poor. Her parents passed away when she was small. The girl did not have any opportunity to go to school or at least - to learn to read correctly. But, despite this, she still was kind and never complained, though she needed to do the hardest work to get money for food. She worked as a cleaner in many places. Molly met her future husband at work - when she was cleaning the station. Dally was a bus driver, and he noticed young Molly. It was love at first sight. As soon as they met - they fell in love with each other.",
"tag":"Tags:   police  family  animals  office  university  doctor  accident  school  cooking  marriage",
"views":"1491"},
 
  {"id":"47",
"baslik":"The Charm",
"aciklama":"A2 Elementary",
"thumbnail":"https://english-e-reader.net/covers/The_Charm-Jan_Carew.jpg",
"kategori":"2",
"yazar":"Jan Carew",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/The%20Charm.mp3",
"hardWord":"Text Analysis: Unique words: 215 Total words: 833
   
   yon, grind, brave, charm, shy, ill, round, jacket, coat, shout, sad, holiday, everywhere, bridge, strange, dangerous, afraid, slowly, easily, am, front, soldier, suddenly, forget, laugh, pretty, happy, dead, near, fine, past.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/The_Charm-Jan_Carew.epub",
"storyAcıklama":"People usually said about the main character of this book that he was a brave man and he was never afraid of anything. They were wrong. He really was brave, but he knew what fear was, like other people. He had a very important job and even colleagues did not know what kind of man he had been before. In his youth, he was very shy and was afraid to talk to strangers. Especially if they were women. He was sure that they would laugh at him. But at that time the war began and he had to defend the country. He was afraid, like others. But he thought that the rest of the soldiers were very brave and laughed at him. He had no friends at all in those years, and he felt terrible. But one day he went home for a week and helped the old man cross the road when all the other people passed by. His life was changed after that.",
"tag":"Tags:   war  holiday  fight",
"views":"1044"},
 
  {"id":"46",
"baslik":"The Stradivarius",
"aciklama":"A2 Elementary",
"thumbnail":"https://english-e-reader.net/covers/The_Stradivarius-RThorman.jpg",
"kategori":"2",
"yazar":"R.Thorman",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/The%20Stradivarius.mp3",
"hardWord":"Text Analysis: Unique words: 546 Total words: 2181
   
   stradivarius, tuned, august, waltz, rolled, moustache, fiddle, grace, borrowing, peacefully, stuffed, farmhouse, thunder, bill, seventy, imitation, heated, violin, cough, mattress, suitcase, wool, loving, blond, cemetery, lightning, banker, stove.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/The_Stradivarius-RThorman.epub",
"storyAcıklama":"Minx Mills is a unique place. People say that a few decades ago there were many similar places in the United States. Today, they can only be found by chance. Jesse McCord got into such a place. Boone Elliot repaired cars. People knew that he could fix any mechanism and came to him for this. One day he saw a stranger who asked if he was a musician. Boone loved when he was called just a musician, not a mechanic. The stranger introduced himself as Jesse McCord and he had something interesting. He pulled a violin case out of the trunk of the car. The mechanic's wife brought two glasses of tea and the men drank it. Then Jesse asked if Boone had heard about Stradivari. Boone said that he wanted to see a violin from Stradivari, if Jesse had it.",
"tag":"Tags:   music  family  dream  doctor  accident  house",
"views":"1174"},
 
  {"id":"45",
"baslik":"The Memento",
"aciklama":"A2 Elementary",
"thumbnail":"https://english-e-reader.net/covers/The_Memento-O_Henry.jpg",
"kategori":"2",
"yazar":"O. Henry",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/The%20Memento.mp3",
"hardWord":"Text Analysis: Unique words: 293 Total words: 997
   
    garter, memento, packed, seventeen, reverend, suitcase, downstairs, excite, autumn, skirt, actress, swing, round, lock, reply, forever, hat, tired, terrible, used, bottle, angry, yellow, desk, lots, theater, island, below, wonderful, cry.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/The_Memento-O_Henry.epub",
"storyAcıklama":"From the window of Lynette's room, Broadway and many other theaters of this street were perfectly visible. She was an actress and wanted to perform, but there were few offers. Lynette's room was small, but it evoked good memories. On the walls there were photographs of people whom she knew and with whom she socialized in her youth. Professional actors very often stayed in this hotel between performances. There you could relax, and later - look for a job in another theater, when the season of performances started again. Lynette plunged into the memories of pleasant times when there was much more work and she shone on the stage like a real star. Many viewers loved her. But young actresses did not earn enough money for a comfortable life. It was a difficult profession, for those who love the scene.",
"tag":"Tags:   house  short  animals  island  fight",
"views":"1346"},
 
 {"id":"44",
"baslik":"Arlo's War",
"aciklama":"A2 Elementary",
"thumbnail":"https://english-e-reader.net/covers/Arlos_War-Frank_Brennan.jpg",
"kategori":"2",
"yazar":"Frank Brennan",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Arlo's%20War.mp3",
"hardWord":"Text Analysis: Unique words: 970 Total words: 4841
  
  aeroplane, silenced, worrier, suntan, deafness, expressionless, speeding, businesslike, chewing, rattlesnake, featured, sadden, patterned, aw, disturbed, defeated, disgusted, beaten, cloudy, fuss, unreasonable, spacious, guided, damaging, annoying, boarding, indoors, fireworks, trained, briefcase, controlled.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Arlos_War-Frank_Brennan.epub",
"storyAcıklama":"The world of snakes is a quiet place. The world of this snake was a box with glass instead of one side. The food froze at the wall - it was a frightened rat. The snake looked at the food. Her fangs had enough poison to kill ten adult men. She was more than two meters long. The snake started eating, and Arlo was looking at her through the glass. The man has recently discovered that snakes are completely deaf. He admires these reptiles: their patterns on the skin, their swift movements and deafness. They have a well-developed sense of smell, and they can also see the heat generated by living bodies. The snakes live in a cozy world without annoying sounds. They have enough vision to be deadly and don't need to hear any sounds. Arlo would like to live in such a world too. He is jealous of snakes.",
"tag":"Tags:   music  photograph  police  poison  school  house  war  suit  business  journey  animals  crime  office  fight  nature  suffering  madness",
"views":"1378"},
 
  {"id":"43",
"baslik":"The Landlady",
"aciklama":"A2 Elementary",
"thumbnail":"https://english-e-reader.net/covers/The_Landlady-Roald_Dahl.jpg",
"kategori":"2",
"yazar":"Roald Dahl",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/The%20Landlady.mp3",
"hardWord":"Text Analysis: Unique words: 742 Total words: 2821
   
   comfortingly, forcing, guesthouse, preserved, landlady, teacup, schoolboy, switching, lying, overcoat, briskly, unpack, saucer, welcoming, watery, pleasantly, ringing, parrot, connected, faintly, motionless, brisk, greedy, wonderfully, amazingly, stuffed, awfully, annoying, biscuit, splendid, harmless.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/The_Landlady-Roald_Dahl.epub",
"storyAcıklama":"Billy was going from London by a slow train. It was in the afternoon. By evening, he had reached his destination. It was dark around, and the air was very cold. Billy stopped a lonely passer-by and asked if there was a cheap hotel nearby. He was advised to go to the nearest pub. There he could rent a room. The pub was about a kilometer from here. Billy had never been to this city before; he had no acquaintances there. But he arrived upon the instructions of the chief. The chief ordered to find a house and report back after that. Billy was less than eighteen years old, but he tried to act like an adult. He wanted to become a successful businessman, and they are all serious and always peppy. When he got to the pub, he saw that it was a very cozy place. The fire was burning in the fireplace. A dog was sleeping on the floor.",
"tag":"Tags:   couple  law  university  school  house  suit  animals  office",
"views":"1857"},
 
 {"id":"42",
"baslik":"The Fisherman and the Giant",
"aciklama":"A2 Elementary",
"thumbnail":"https://english-e-reader.net/covers/The_Fisherman_and_the_Giant-Jane_Rollason.jpg",
"kategori":"2",
"yazar":"Jane Rollason",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/The%20Fisherman%20and%20the%20Giant.mp3",
"hardWord":"Text Analysis: Unique words: 315 Total words: 1726
  
  queen, grind, clever, sometime, fisherman, jar, servant, magic, dear, hungry, nowhere, dirty, giant, smoke, round, anger, jacket, coat, knife, sad, wash, bread, meat, bottle, angry, fruit, married, carefully, strange, disappear.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/The_Fisherman_and_the_Giant-Jane_Rollason.epub",
"storyAcıklama":"In very old times a poor fisherman lived in one country. He was not successful and could not catch enough fish. His catch was small. It was not enough to buy other food or things. His family ate only fish. One day the poor fisherman caught only a dead horse. He thought it to be the worst day ever. Then he pulled out an old bag and threw it back. Next came an old jug, which turned green from the water. The fisherman washed it and decided to sell this find. The day was becoming more enjoyable. But first the fisherman dared open the jug. Some clouds of thick white smoke came from it. Suddenly a giant appeared. The poor fisherman understood that this was the beginning of an adventure, at the end of which he would receive either a reward or death.",
"tag":"Tags:   jewels  house  family  magic  king  fight",
"views":"2047"},
 
  {"id":"41",
"baslik":"The Photograph",
"aciklama":"A2 Elementary",
"thumbnail":"https://english-e-reader.net/covers/The_Photograph-Sefi_Atta.jpg",
"kategori":"2",
"yazar":"Sefi Atta",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/The%20Photograph.mp3",
"hardWord":"Text Analysis: Unique words: 315 Total words: 781
   
   schooled, uneaten, sunburn, unending, vogue, nigerian, heading, untouched, starving, starve, grind, dusty, cruel, hunger, uncomfortable, jeans, admire, hungry, rice, dirt, shopping, cheek, protein, throat, teenager, strongly, usual, pack, dust, joke, journalist.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/The_Photograph-Sefi_Atta.epub",
"storyAcıklama":"In the modern world, photos surround us constantly. We can see them in newspapers, on television and on any website on the Internet. Magazines about fashion and movies are filled with photos of famous actors and models. Athletes and politicians look at us from the pages of newspapers. People say that it is better to see something once than to hear about it. But sometimes the picture can fool us. Imagine a thin sad girl. Around the dust, you see trucks with food going behind her. Soon they will leave the village and there will be only many footprints on the ground. In the village there are many photographers from other countries. One of them kneels to photograph the girl. Later he will return home and receive many awards for this photo. But they will no longer please him, as he saw real starvation.",
"tag":"Tags:  journalist  teenager  photograph  school  war  fight  sport",
"views":"1234"},
 
  {"id":"40",
"baslik":"The Californian's Tale",
"aciklama":"A2 Elementary",
"thumbnail":"https://english-e-reader.net/covers/The_Californians_Tale-Mark_Twain.jpg",
"kategori":"2",
"yazar":"Mark Twain",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/The%20Californian's%20Tale.mp3",
"hardWord":"Text Analysis: Unique words: 438 Total words: 1374

   yellowed, softness, sweetness, nineteen, whiskey, canned, sorrow, lively, miner, mining, fireplace, grind, loving, satisfied, rug, regret, pat, firmly, forty, guitar, midnight, gentle, shine, brush, asleep, fifty, shelf, rub, mainly, stranger, darkness.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/The_Californians_Tale-Mark_Twain.epub",
"storyAcıklama":"In his youth, the protagonist of this story decided to get rich quickly and went looking for gold in California. He really became rich, but it was not the most important accomplishment. He also discovered beautiful lands that looked like a real paradise. There were green fresh forests, hills and clean rivers. Cool air and wonderful climate. This place was found by other gold seekers earlier; he was not the first. These people built a small cozy town. There were real schools and banks. Also there were many shops and comfortable family houses for residents. It was a very nice place. At first everything was fine, but then the gold reserves became less and less. The natural goldmine dried up. By the time the main character of the story reached this city, the inhabitants had left it.",
"tag":"Tags:   family  house",
"views":"1215"},
 
  {"id":"39",
"baslik":"A Walk in Amnesia",
"aciklama":"A2 Elementary",
"thumbnail":"https://english-e-reader.net/covers/A_Walk_in_Amnesia-O_Henry.jpg",
"kategori":"2",
"yazar":"O. Henry",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/A%20Walk%20in%20Amnesia.mp3",
"hardWord":"Text Analysis: Unique words: 404 Total words: 1469
   
   druggist, amnesia, wed, yearly, bill, noisy, loudly, suitcase, goodbye, excite, taxi, crowded, forty, uncomfortable, excuse, pleased, weekly, fifteen, ill, thirty, friendly, fifth, smell, usual, coat, hello, reply, tea, silent, sir, twenty.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/A_Walk_in_Amnesia-O_Henry.epub",
"storyAcıklama":"The protagonist of the book worked as a lawyer. One day he said goodbye to his wife. Everything was as usual: they drank tea and the wife led her husband to the door and straightened his coat. She asked him to be careful. Lawyer's friend, the doctor, advised the hero to work less diligently. He was always much overstrained and risked his health. He began to suffer from amnesia, because the brain is a very delicate organ and it is easy to damage it. The man was sure that he rested enough and there was nothing to fear. But soon the man woke up in the train. He felt as if he had slept for a very long time. He realized that he did not remember his name. There were no documents in the pockets. There was only a large amount of cash. The doctor was right and the lawyer had serious health problems.",
"tag":"Tags:   music  business  amnesia  family  doctor",
"views":"1591"},
 
  {"id":"38",
"baslik":"Delivery",
"aciklama":"A2 Elementary",
"thumbnail":"https://english-e-reader.net/covers/Delivery-Lorcan_Byrne.jpg",
"kategori":"2",
"yazar":"Lorcan Byrne",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Delivery.mp3",
"hardWord":"Text Analysis: Unique words: 765 Total words: 2671
   
   blackly, wetting, lifelessly, aubergine, edged, colourful, licence, woodpile, staining, laying, emptying, august, unmoving, darkening, moonlit, coronation, rolled, lying, blackened, midsummer, diving, baggy, tidy, nighttime, shadowy, fridge, daring, clumsy, lighter, cooler.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Delivery-Lorcan_Byrne.epub",
"storyAcıklama":"Mrs. Kennedy is sitting at the table and making entries in her diary. She is in a cozy country house, but she does not feel this comfort. A box of products appears at the door every week, but the woman does not open the door. A year has passed since the accident. Charlie delivered food. After he delivered food to Mrs. Kennedy, he could leave the car for the night and use it on his own. He usually drove home to his mother at the wheel of a bright yellow van. They would have dinner together, and then the guy could take the mother to the city. Charlie's mother was sure that the owner of the grocery store was a good person. After all, he allowed her son to take a van for the whole night - and Charlie would drive his mother to a card game. That evening, Charlie was carrying another box of products. The weather was bad. It started raining.",
"tag":"Tags:   police  couple  doctor  accident  school  house  suit  animals  office",
"views":"1611"},
 
  {"id":"37",
"baslik":"The Glass Box",
"aciklama":"A2 Elementary",
"thumbnail":"https://english-e-reader.net/covers/The_Glass_Box-Jane_Rollason.jpg",
"kategori":"2",
"yazar":"Jane Rollason",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/The%20Glass%20Box.mp3",
"hardWord":"Text Analysis: Unique words: 398 Total words: 2740
   
   queen, nightdress, goodnight, cutter, jealous, grind, excite, clever, servant, magic, shine, ugly, twelve, asleep, dirty, friendly, square, grandmother, round, anger, coat, shout, sad, bread, hat, tired, bedroom, used, wake.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/The_Glass_Box-Jane_Rollason.epub",
"storyAcıklama":"In ancient times, a poor man named Hans lived in one country. He had neither home nor money for buying food. He did not own any property. But the man felt quite happy. He was sure that one day he would definitely find his place under the sun. After a while Hans met an old woman who asked what he wanted. Hans decided that he wanted to have some money. The old woman gave him a present. It was amagical blue coat. She told Hans that he should go to one strange place where huge dogs were sitting. These animals protected chests full of gold, but if you put them on this coat - they would not attack. Hans would be able to take as much money as he needed. And the old woman herself needed a box of glass that her grandmother lost in that very place.",
"tag":"Tags:   jewels  servants  house  magic  king",
"views":"1536"},
 
  {"id":"36",
"baslik":"A Pot Full of Tears",
"aciklama":"A2 Elementary",
"thumbnail":"https://english-e-reader.net/covers/A_Pot_Full_of_Tears-Lauri_Kubuitsile.jpg",
"kategori":"2",
"yazar":"Lauri Kubuitsile",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/A%20Pot%20Full%20of%20Tears.mp3",
"hardWord":"Text Analysis: Unique words: 269 Total words: 889

   steaming, smoky, barren, curved, grandson, perfume, goodbye, loving, thief, eyebrow, lamp, sum, blanket, flame, hungry, loud, rice, stranger, cheek, wooden, smell, luck, pot, lock, lucky, scream, escape, secret, comfortable, expensive, belong.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/A_Pot_Full_of_Tears-Lauri_Kubuitsile.epub",
"storyAcıklama":"Luck is such a thing that you will not get for a long time. Sometimes it comes, quickly and unexpectedly. It disappears even faster. Some women dream of children, but cannot have them. Others have many children, but do not have enough money to feed and maintain them. Some families have children and love them, while other children will never see their parents. They are forced to live and grow in orphanages. But how to understand which of them are more fortunate? A lonely old man is sitting in a small room. He is silent. He is looking at the old wooden floor. A woman is sitting in the next room. She does not live in this house; she looks completely different. The smell of her expensive perfume does not fit this poor house. There is a scream. And in a few minutes the woman takes out the baby wrapped in a blanket from the room.",
"tag":"Tags:   escape  house  war  family  office  dream  fight",
"views":"1203"},
 
 {"id":"35",
"baslik":"The Sharcks Were Hungry",
"aciklama":"A2 Elementary",
"thumbnail":"https://english-e-reader.net/covers/The_Sharcks_Were_Hungry-D_Catrille.jpg",
"kategori":"2",
"yazar":"D. Catrille",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/The%20Sharcks%20Were%20Hungry.mp3",
"hardWord":"Text Analysis: Unique words: 321 Total words: 1204
  
  rolled, defenseless, racing, connected, bony, crushed, fin, moonlight, struggling, splash, reef, mainland, sunset, injured, excite, silently, hunger, shark, rolling, stiff, sunlight, belly, peaceful, hurry, cloth, missing, gentle, chase, killing, shore, flesh.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/The_Sharcks_Were_Hungry-D_Catrille.epub",
"storyAcıklama":"It was a good day. John decided that now he could definitely go home. It was the best day in recent years for Dr. Perry. He was extremely pleased. John's bag was filled with a huge variety of seashells. There was enough material to study for months. John took his bag and sat on the reef that connected the mainland with the island. The man wanted to watch the sunset. It was a very beautiful sight, which was worth a few valuable minutes. After that he went to the shore. It was quickly becoming dark around, and John went faster. The next minute he fell. There was water all around. It covered him over his head. He could not understand where he was and what was happening. It was difficult, but John finally managed to climb onto the sand.",
"tag":"Tags:   escape  missing  island  fight  doctor",
"views":"1184"},
 
 {"id":"34",
"baslik":"The White Birds",
"aciklama":"A2 Elementary",
"thumbnail":"https://english-e-reader.net/covers/The_White_Birds-Jane_Rollason.jpg",
"kategori":"2",
"yazar":"Jane Rollason",
"sesdosyasi":"https://firebasestorage.googleapis.com/v0/b/english-story-in-levels.appspot.com/o/auido%2FMy%20Oedipus%20Complex.mp3?alt=media&token=96c6c903-cb03-4a4d-bf53-3007b2dd2c23",
"hardWord":"Text Analysis: Unique words: 343 Total words: 1741
  
  queen, fairy, jealous, jewel, daylight, goodbye, grind, magic, shine, dear, lovely, asleep, square, stupid, journey, round, opposite, shout, sad, wash, bread, noise, everywhere, funny, wake, angry, bear, married, hate, dangerous, quiet.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/The_White_Birds-Jane_Rollason.epub",
"storyAcıklama":"One king had nine sons and a daughter. His wife died while giving birth to Eliza - the youngest child. The children were beautiful, smart and happy. Soon the king fell in love with another woman and married her. The new queen was a wicked and envious woman. She hated the king's children. But he always believed his wife. Love deprived his mind, as it happens to many people. Once the queen decided to get rid of the children. She took them outside the city wall and turned them into birds. The queen ordered them to fly to other lands and find a new home. The enchanted princes flew away and made nests in the trees near the sea. When Eliza found out about this - she ran away from home. The youngest sister firmly decided to find her brothers.",
"tag":" Tags: journey  animals  fight  jewels  servants  house  magic  king",
"views":"1444"},
 
  {"id":"33",
"baslik":"My Oedipus Complex",
"aciklama":"A2 Elementary",
"thumbnail":"https://english-e-reader.net/covers/My_Oedipus_Complex-Frank_Connor.jpg",
"kategori":"2",
"yazar":" Frank Connor",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/My%20Oedipus%20Complex.mp3",
"hardWord":"Text Analysis: Unique words: 686 Total words: 2960
   
   smacking, teatime, choosy, likeable, firmness, unfairness, sternly, sickening, lying, miserably, mummy, marching, lovingly, mysteriously, impatiently, threatened, waking, confidently, saucer, connected, furiously, hairy, bony, unthinkable, clumsy, intended, amazingly, aged, railway, packed, patiently.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/My_Oedipus_Complex-Frank_Connor.epub",
"storyAcıklama":"Childhood is a period when any person thinks he is the most important man in the world. Of course, everyone must fulfill his wishes, especially his parents. But Larry cannot make the parents behave as he wants. His father is a military man. He is hardly ever at home. Sometimes the child wakes up in the middle of the night and sees his father in military clothes standing near the bed. A man always comes into the house and leaves silently, early in the morning or late in the evening. He often smokes a pipe that smells unusual. When father comes home - he leaves interesting things there: cartridges or knives. Mom allows the child to play with these things. The war is a quiet time for this child. When he wakes up in the morning, the windows of the room look east and he sees the sunrise.",
"tag":"Tags: business   murder  health  office  fight  horror  house  disaster  war  suit",
"views":"1009"},
 
 { "id":"32",
"baslik":"Two Sisters",
"aciklama":"A2 Elementary",
"thumbnail":"https://english-e-reader.net/covers/Two_Sisters-Ama_Ata_Aidoo.jpg",
"kategori":"2",
"yazar":"Ama Ata Aidoo",
"sesdosyasi":"https://firebasestorage.googleapis.com/v0/b/english-story-in-levels.appspot.com/o/auido%2FTwo%20Sisters.mp3?alt=media&token=bf46fb1a-1cdc-44eb-9d65-e07e42ada860",
"hardWord":"Text Analysis: Unique words: 740 Total words: 3508
 
 hugeness, neem, heeled, seaway, delaying, typist, stupidly, unmistakably, typing, dependable, unimportant, undress, handbag, childish, truthful, further, typewriter, amuse, managed, horrify, bitterly, bitterness, selfish, pity, fetch, rude, sew.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Two_Sisters-Ama_Ata_Aidoo.epub",
"storyAcıklama":"Life doesn't seem very happy for a typist in a big office. And if the earnings are very small, then this is a real problem. The main character of this book cannot even buy a pair of new high-quality shoes. But every girl needs beautiful shoes. Besides that, she needs a beautiful and rich man with a fast and powerful car. He should also have a wallet, full of money. Mercy manages to find a boyfriend who meets all these requirements. But her sister, intelligent and sensible Connie, does not approve her decision. Older sister is long married and clearly understands life. At the end of the day, Mercy puts her typewriter in the bag and goes home. She thinks about her sister - the girl is confident that Connie does not understand anything and is just jealous of her.",
"tag":"Tags:   prison  couple  university  house",
"views":"1148"},
 
  {"id":"31",
"baslik":"The Book of Houghts",
"aciklama":"A2 Elementary",
"thumbnail":"https://english-e-reader.net/covers/The_Book_of_Houghts-Frank_Brennan.jpg",
"kategori":"2",
"yazar":"Frank Brennan",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/The%20Book%20of%20Houghts.mp3",
"hardWord":"Text Analysis: Unique words: 721 Total words: 3613

   tike, undercooked, takeaway, cookery, sociable, yellowed, smartly, rubbish, judgement, mum, alarmed, typing, handbag, congratulations, annoy, cupboard, aged, congratulate, cinema, jealousy, exhausted, bill, briefcase, eighty, cheerful, deepest, squash, dislike.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/The_Book_of_Houghts-Frank_Brennan.epub",
"storyAcıklama":"On this day, Chester felt much even more tired than on any other day before. These eight hours in the office took a lot of energy. Chester is one of the junior managers in the large company in Singapore. This is a good position, but it includes a lot of extra work, small assignments and tasks. Other employees did not like him, as Chester recently graduated from the university and immediately started working in a good position. Many others have worked for years without any promotions. He understood this and did not take offense at the ironic smiles and small jokes. But it did not make life easier. He needed reliable colleagues. He wanted to be sure that the personal dislikes of these people would not hinder his work. Chester was very well aware that without reliable subordinates he would never get promoted.",
"tag":"Tags:  photograph  future  university  school  short  business  journey  office  missing",
"views":"1097"},
 
  {"id":"30",
"baslik":"The Third Party",
"aciklama":"A2 Elementary",
"thumbnail":"https://english-e-reader.net/covers/The_Third_Party-William_Trevor.jpg",
"kategori":"2",
"yazar":"William Trevor",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/The%20Third%20Party.mp3",
"hardWord":"Text Analysis: Unique words: 790 Total words: 3395
   
   secretively, tidily, scrubbed, narrowness, barman, pinkish, meanness, obediently, sharpness, schoolboy, moustache, childless, varnish, punishing, lying, conversational, stiffly, frenchman, lemonade, further, quarrel, handshake, packing, annoy, wallpaper, clumsy, raising, amusing, bitterness, annoying, bill.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/The_Third_Party-William_Trevor.epub",
"storyAcıklama":"The law is: a third person is a person who was involved in the situation by the first two people. Often, a third party is necessary for divorce. But there are other situations. And it is not always possible to immediately understand who the third person is. The two men agreed to meet at the bar at noon. One of them said that the other should recognize him. After all, his appearance was already told: he was tall with blond hair, which was just beginning to become grey. The other person was short, slouching, and wore glasses. The second man's name was Lairdman. The tall old man answered to Boland. The old man took out his wallet and offered to pay for the drinks. He took a stack of whiskey for himself and a glass of lemonade for another man. Boland took out a cigarette. Then he started the conversation.",
"tag":"Tags:  music  family  future  law  divorce  school",
"views":"1045"},
 
 {"id":"29",
"baslik":"The Railway Crossing",
"aciklama":"A2 Elementary",
"thumbnail":"https://english-e-reader.net/covers/The_Railway_Crossing-John_Escott.jpg",
"kategori":"2",
"yazar":"John Escott",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/The%20Railway%20Crossing.mp3",
"hardWord":"Text Analysis: Unique words: 503 Total words: 2416
  
  stupidly, goodnight, unopened, whisky, blackmail, alibi, lastly, overcoat, handwriting, freight, railway, sleepy, torch, hammer, loudly, murderer, silently, thief, brave, suitable, policeman, calm, automatically, servant, missing, pleased, changing, awful, worried, powder, bite.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/The_Railway_Crossing-John_Escott.epub",
"storyAcıklama":"Dunstan was planning a murder. A man was standing at the train station. There were thick trees around. Trains often passed there; it was very noisy. Dunstan's house was not far away hidden behind the trees. The whole setting was very comfortable. The man himself was very nervous. He could not sleep so he had to use drugs. Some blackmail did not let him live in peace. But it would be over soon. Dunstan was going to kill his offender. This whole story began a few years earlier. The man worked for a big company. He had enough money, although he was not rich. He loved a beautiful girl and wanted to marry her. But Dunstan did not have enough money to pay for the wedding, and he stole it from the company: he changed a few numbers in the forms and became the owner of thousands of pounds. This was the starting point.",
"tag":"Tags:  prison  business  police  murder  family",
"views":"1360"},
 
  {"id":"28",
"baslik":"Halloween Horror",
"aciklama":"A1 Starter",
"thumbnail":"https://english-e-reader.net/covers/Halloween_Horror-Clemen_D_B_Gina.jpg",
"kategori":"1",
"yazar":"Clemen D. B. Gina",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Halloween%20Horror.mp3",
"hardWord":"Text Analysis: Unique words: 642 Total words: 3962
   
   bush, spooky, tombstone, detergent, haunted, mysteriously, jack, waking, tablecloth, cloudy, ringing, broom, cupboard, coma, popcorn, wig, thunder, torch, vampire, skeleton, abandoned, pumpkin, terrify, confused, goodbye.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Halloween_Horror-Clemen_D_B_Gina.epub",
"storyAcıklama":"The story is set in Salem, Massachusetts. The town is known for the witch hangings in 1692. That's why it's often called the \"Witch City\". Megan and Kelly have recently moved here with their parents. Now it is late October and Halloween is approaching. Megan, Kelly and their classmates are very excited. They prepare costumes and decorations. Then they look for a place to celebrate. The children decide to visit one of the Salem Witch Museums for inspiration. In the museum something strange happens. Megan sees a scary old lady, even though the museum attendant assures her that the children are the only visitors. In the end the friends find an abandoned house near the cemetery and decide to have a Halloween party there. But the party turns out to be much scarier than they could ever imagine.",
"tag":"Tags: fiction",
"views":"34069"},
 
 
  {"id":"27",
"baslik":"The Boy Who Couldn't Sleep",
"aciklama":"A1 Starter",
"thumbnail":"https://english-e-reader.net/covers/The_Boy_Who_Couldnt_Sleep-Foreman_Peter.jpg",
"kategori":"1",
"yazar":"Foreman Peter",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/The%20Boy%20Who%20Couldn't%20Sleep.mp3",
"hardWord":"Text Analysis: Unique words: 593 Total words: 3044
   
   diurnal, etcetera, hyperactive, neurologist, nocturnal, overdose, mutant, stupidity, candlelight, addictive, interviewer, sleepy, daytime, gossip, probable, alpha, noisy, obsessed, darling, packet, renewed, addict, amazed, bored, fascinate, terrify, eternal, furious, frighten.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/The_Boy_Who_Couldnt_Sleep-Foreman_Peter.epub",
"storyAcıklama":"Max has been an unusual boy since early childhood. Now, when the boy is a grown up, his case is considered to be really unique. He doesn't need sleep like other people. In fact, Max can stay awake for about 20 hours every day without feeling tired. But his parents are worried that lack of sleep can influence his health in a bad way. They just want their son to be a normal kid. To their disappointment, the doctor confirms their fears. He says that the condition is serious and the boy can die before he is forty. Max is given a choice: he either takes special drugs to sleep like all the others or he keeps on living the same way at the risk of dying young. The boy decides to enjoy his life as it is and hope for the better. He lives happily until the betrayal of his beloved person changes everything.",
"tag":"Tags:  family  relationships  doctor  mystery",
"views":"40907"},
 
  {"id":"26",
"baslik":"Zorro",
"aciklama":"A1 Starter",
"thumbnail":"https://english-e-reader.net/covers/Zorro-Sally_M_Stockton.jpg",
"kategori":"1",
"yazar":"Sally M. Stockton",
"sesdosyasi":"https://firebasestorage.googleapis.com/v0/b/english-story-in-levels.appspot.com/o/auido%2FZorro.mp3?alt=media&token=821b294a-53f7-4260-94b4-b5fe6daae7cf",
"hardWord":"Text Analysis: Unique words: 577 Total words: 3692
   
   honour, sombrero, avenger, friar, hacienda, cheer meditate, lifeles masked, bandit, stormy, magistrate, traitor, tavern, villain, pardon, rainy, listening, sincere, patio, happening, liar, sergeant, insult, exclaim",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Zorro-Sally_M_Stockton.epub",
"storyAcıklama":"Zorro is a popular super hero from Spanish California. He was a foxy and clever revenger, who fought for justice. He wore a mask and a hat, was dressed in black clothes, and was armed with a sword and a whip. Zorro travelled by a black horse and wherever he was, he left a mark by three hits of the sword. Of course, his friends were honest poor natives, and his enemies were dishonest rich men. Sergeant Pedro Gonzales and his soldiers considered Zorro as a criminal and a bandit and wanted to catch him. Once at the February stormy night, the soldiers sat in a tavern and Sergeant Pedro talked to Don Diego that he could easily kill a terrorist Zorro in a fight. When Don Diego went home, Zorro came into the tavern and gave a chance to Sergeant to show that his words cost something.",
"tag":"Tags:  adventure",
"views":"38005"},
 
  {"id":"25",
"baslik":"Davy Crockett",
"aciklama":"A1 Starter",
"thumbnail":"https://english-e-reader.net/covers/Davy_Crockett-Clemen_D_B_Gina.jpg",
"kategori":"1",
"yazar":"Clemen D. B. Gina",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Davy%20Crockett.mp3",
"hardWord":"Text Analysis: Unique words: 546 Total words: 2548
   
   racoon, coonskin, honour, buckskin, courageously, august, herder, whisky, trapper, cultivated, cherokee, cannon, trousers, scout, ammunition, dictator, shooter, respected, messenger, marked, massacre, protected, honesty, injustice, aloud, furious, injured, settler, congressman.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Davy_Crockett-Clemen_D_B_Gina.epub",
"storyAcıklama":"Davy Crockett is a legendary personality for the United States of America. This is the first hero of this country, who lived when America just came into existence. Davy proved himself to be an excellent scout, hunter and politician. Davy refused the opportunity to build a brilliant career in the Congress and went to Texas. There he helped Americans: men and women. He became the hero of the Alamo. The courage and strong spirit of this amazing officer changed the history of the country. Davy died, defending the fortress in Alamo. It happened during the War for Independence of Texas. Nowadays you can find a lot of books and movies about this man. Even our children can learn more about the great person thanks to the fascinating book.",
"tag":"Tags: documentary ",
"views":"20328"},
 
 {"id":"24",
"baslik":"Cinderella",
"aciklama":"A2 Elementary",
"thumbnail":"https://english-e-reader.net/covers/Cinderella-Ruth_Hobart.jpg",
"kategori":"2",
"yazar":"Ruth Hobart",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Cinderella.mp3",
"hardWord":"Text Analysis: Unique words: 214 Total words: 795
  
  Hard words: queen, abracadabra, coachman, footman, godmother, goldfish, wand, curly, ballroo washing, listening, shining, blonde, necklace, singing, fairy, pumpkin, charming, sunny, dancing, palace, swimming, upstair invitation, midnight, magic, pet, ugly",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Cinderella-Ruth_Hobart.epub",
"storyAcıklama":"A widowed man who had a daughter decided to get married again. He wed a woman with two daughters of her own and left to her all homemaking duties, including his only daughter's education. However, his new wife didn't take kindly to the girl and turned out to be a mean stepmother. The girl had to sleep in the attic and do the dirtiest work around the house. Sometimes she got so exhausted that she had not enough energy to walk upstairs to her sleeping place and made her bed by the fireplace where ash and cinder covered her face. Shouts from every corner of the house ‘Cinderella do this, Cinderella do that’ would never end, as her stepsisters lived in relative luxury, while she basically had to serve all three other women and suffer their mockery. But soon the situation would change. A grand ball was announced to take place at the king's palace, and all young ladies of the realm were invited...",
"tag":"Tags:   filmed  magic  cartoon  children  love-story  kindness",
"views":"41883"},
 
  {"id":"23",
"baslik":"The Model Millionaire",
"aciklama":"B1 Pre-Intermediate",
"thumbnail":"https://english-e-reader.net/covers/The_Model_Millionaire-Oscar_Wilde.jpg",
"kategori":"3",
"yazar":"Oscar Wilde",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/The%20Model%20Millionaire.mp3",
"hardWord":"Text Analysis: Unique words: 264 Total words: 983
   
   Hard words: shilling, beggar, skid, curly, millionaire, rude, nonsense, foolish, hut, aunt, merchant, sword, fool, servant, envelope, handsome, beg, pleased, painter, standing, portrait, gentleman, anger, tea, sad, sir, hat, gray, busy, surprised, tear.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/The_Model_Millionaire-Oscar_Wilde.epub",
"storyAcıklama":"Hughie was a charming and handsome young man but quite poor. He inherited only 15 books and a sword from his father. This inheritance was more like a precious memory and nothing else. After Hughie had tried, in vain, numerous ways of honest ways to earn, he got despaired. There was even one more point to be so desperate – the father of his beloved refused to give his approval for their marriage. What should Hughie do? The miserable man went to his painter friend... The Irish philosopher, esthete, writer and poet Oscar Wild wrote this masterpiece in 1887. Wilde's name is connected with the rebellion against Victorian morality with its substitution of bad for good and vice versa. His prose intended to offend the socially accepted tastes and conventions. In this story, the author expressed a kind of a protest against the dominance of practicality and the absolute common sense.",
"tag":"Tags:   short-story  love-story  inheritance  friendship  poverty",
"views":"13412"},
 
  {"id":"22",
"baslik":"The Last of the Mohicans",
"aciklama":"B1 Pre-Intermediate",
"thumbnail":"https://english-e-reader.net/covers/The_Last_of_the_Mohicans-James_Fenimore_Cooper.jpg",
"kategori":"3",
"yazar":"James Fenimore Cooper",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/The%20Last%20of%20the%20Mohicans.mp3",
"hardWord":"Text Analysis: Unique words: 581 Total words: 6512
   
 Hard words: guarding, tattoo, turtle, fascinating, tent corn, paddle, hudson, necklace, bear footprints",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/The_Last_of_the_Mohicans-James_Fenimore_Cooper.epub",
"storyAcıklama":"There was a war between the British and the French for the possession of American lands. Opponents often have used feuding Indian tribes. It was a hard and cruel time. Danger lurks at every turn. Two sisters Cora and Alice Munro were going to his father. They were accompanied by Major Duncan Heyward. With them was an Injun Magua known as the cunning fox. Injun himself offered to conduct a group by the safe path. But soon Major Duncan began to worry that the group got lost. Soon, the travelers met Hawkeye, who exposed the Magua. Magua led a group to the ambushed. Hawkeye was a great person. With the help of Chingachgook and his son Uncas Hawkeye funneling travelers to the small rocky island. When they were having dinner Injun Uncas attending to younger sister Cora. But danger hasn’t passed and their enemy has found them in the shelter.",
"tag":"Tags:   war  filmed  historical",
"views":"61572"},
 
 {"id":"21",
"baslik":"Mr Bean in Town",
"aciklama":"B1 Pre-Intermediate",
"thumbnail":"https://english-e-reader.net/covers/Mr_Bean_in_Town-Richard_Curtis.jpg",
"kategori":"3",
"yazar":"Richard Curtis",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Mr%20Bean%20in%20Town.mp3",
"hardWord":"Text Analysis: Unique words: 430 Total words: 4246
  
  Hard words: steak tartare, bread roll, coin cover, hide, manager, mustard, pot, napkin, pretend, smell, vase, violin, conditioner, launderette",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Mr_Bean_in_Town-Richard_Curtis.epub",
"storyAcıklama":"Mr. Bean decided to go to the restaurant on his Birthday, because he wanted to enjoy his celebration. But to be at the restaurants was unusual situation for him. And our hero demonstrated his strange behavior there. People didn’t understand him. He hadn’t enough money for the order, so he choosed “steak tartare”. He didn’t like this food and big plate for food had bad impression on him. Mr. Bean didn’t know what to do with it. And had found a great decision to hide the meat in things surrounding him. He considered himself very smart in this situation. Than he showed to waiter this dirty place and manager took him a new table and he had a new embarrassing position… Later our hero had to clean his dress and went to the to the launderette. In the launderette he has found a new adventures…",
"tag":"Tags:   filmed  comedy  adventure",
"views":"52018"},
 
 {"id":"20",
"baslik":"Alien Alert in Seattle",
"aciklama":"B1 Pre-Intermediate",
"thumbnail":"https://english-e-reader.net/covers/Alien_Alert_in_Seattle-Clemen_D_B_Gina.jpg",
"kategori":"3",
"yazar":"Clemen D. B. Gina",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Alien%20Alert%20in%20Seattle.mp3",
"hardWord":"Text Analysis: Unique words: 879 Total words: 6365

  Hard words: newsreader, intergalactic, august, airfield, emerald, ufo, alright, cascade, spaceship, lunchtime, janitor, cupboard, chemist, sighting, wig, divorced, volleyball, chemotherapy, climbing, constellation, cafeteria, hobby, astronomy, bald, terrify.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Alien_Alert_in_Seattle-Clemen_D_B_Gina.epub",
"storyAcıklama":"This is the mountain range called Cascade. It is located in the county seat of Seatal, Washington. At first glance, this is an extremely inappropriate place for an alien spacecraft to appear. But once a mysterious flying object is seen by the locals. No one believes in such nonsense. Aliens from another planet are in the United States? It is more like a cheap science fiction movie! Still the residents are excited by this news. Later the trinity of good inseparable friends and classmates - Barbara, Karen and Walter notice that one of the teachers in their high school is starting behaving extremely strange. Young, but extremely smart guys begin an independent investigation and soon they discover a very unexpected truth.",
"tag":"Tags:   police  family  adventure  mystery  accident  school  alien  space",
"views":"11091"},
 
  {"id":"19",
"baslik":"Gone with the Wind",
"aciklama":"B2 Intermediate+",
"thumbnail":"https://english-e-reader.net/covers/Gone_with_the_Wind-Margaret_Mitchell.jpg",
"kategori":"5",
"yazar":"Margaret Mitchell",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Gone_with_the_Wind.mp3",
"hardWord":"Text Analysis: Unique words: 1436 Total words: 15358

 Hard words: conning, solider, nastily, jewellery, typhoid, neighbourhood, wading, prissy, august, unselfish, milking, strangenes shelling, careen, moustache, quicknes foolishnes cowardly, punishing, lying, blackened, stiffly, uncomfortably, fright, insulting, lovingly, touring",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Gone_with_the_Wind-Margaret_Mitchell.epub",
"storyAcıklama":"It is a love story, which conquered the whole world and became the benchmark of romance and true feelings. The main character is flirtatious green-eyed Scarlett. She captivated hearts of many men. Her mind, charm, courage and strength of spirit cannot but attract attention. In spite of a huge popularity, she loves only Ashley Wilkes. One day she met a daring and rude, strong, handsome and charming Captain Butler. Scarlett did not like him as he was arrogant and mocked her. Captain Butler fell in love with her at first sight. Later a civil war between the North and the South starts. Scarlett would change and stop thinking only about men and dresses. She would become a strong, powerful woman and take responsibility for her loved ones.",
"tag":" Tags:   classic  filmed  love-story",
"views":"38893"},
 
  {"id":"18",
"baslik":"My Cousin Rachel",
"aciklama":"B2 Intermediate+",
"thumbnail":"https://english-e-reader.net/covers/My_Cousin_Rachel-Daphne_Du_Maurier.jpg",
"kategori":"5",
"yazar":"Daphne Du Maurier",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/My_Cousin_Rachel.mp3",
"hardWord":"Text Analysis: Unique words: 1135 Total words: 13332
   
   Hard words: pearl, overdraw, contessa, emptied, drier, posted, august, uninteresting, vicar, rudenes goodnight, nick, unkind, mada godfather, shuttered, shelve, lying, returning, madman, impulsive, unhappines teapot, twisting, workman, sunken, wasted, torment",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/My_Cousin_Rachel-Daphne_Du_Maurier.epub",
"storyAcıklama":"Phillip was an orphan. His cousin was the guardian of the orphan. The cousin travelled to Italy where he met and married a woman named Rachel. Rachel was Phillip's cousin. Some time later, the guardian died from a strange disease. Rachel wanted to return all the possessions of her late husband to Phillip. Phillip fell in love with Rachel. He refused to see any evidence of her involvement in the murder of the guardian. After he had made a very generous present to Rachel, Phillip suddenly fell ill. He noticed the same symptoms as Rachel's first husband had. He started suspecting something. Probably, Rachel needed only money. What, if she decided to become a widow one more time? He has little time left to learn the truth and save his life.",
"tag":"Tags:   mystery  family  relationships  filmed",
"views":"19443"},
 
  {"id":"17",
"baslik":"The Cinema",
"aciklama":"B1 Pre-Intermediate",
"thumbnail":"https://english-e-reader.net/covers/The_Cinema-John_Escott.jpg",
"kategori":"3",
"yazar":"John Escott",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/The%20Cinema.mp3",
"hardWord":"Text Analysis: Unique words: 1028 Total words: 4218
   
   Hard words: pearl, starred, queen, cel, pinewood, gaffer, projectionist, scots, gunfight, indemnity, technicolor, hunchback, unpainted, racehorse, phonograph, stagecoach, starring, businesswoman, apocalypse, blackmail, godfather, peep, bazaar, racetrack, roaring.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/The_Cinema-John_Escott.epub",
"storyAcıklama":"What role does the cinema play in your life? What is movie? It is some kind of a parallel reality where we go for travelling and to be filled with new impressions, emotions and knowledge. Some people just relax. Cinema has become an integral part of our life. Hollywood is traditionally considered the center of the film industry. Nowadays it is a multi-billion business. It was not always like this. In this book, you will read about the history of the cinema creation and development to date. The charming era of silent movies, interesting facts about film creation, Hollywood, the Oscars and special effects are presented in an entertaining form. The book also tells about famous actors, directors and even Disney cartoons. This is a worthwhile thing for the cinema fans.",
"tag":"Tags:   Hollywood",
"views":"13878"},
 
  {"id":"16",
"baslik":"Little House on the Prairie",
"aciklama":"B1 Pre-Intermediate",
"thumbnail":"https://english-e-reader.net/covers/Little_House_on_the_Prairie-Laura_Ingalls_Wilder.jpg",
"kategori":"3",
"yazar":"Laura Ingalls Wildere",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Little_House_on_the_Prairie.mp3",
"hardWord":"Text Analysis: Unique words: 1128 Total words: 14153
   
   Hard words: eagle, nailed, verdigris, tilled, papoose, colourful, jamboree, plough, stockade, cornbread, sprain, rolled, hah, trembling, skunk, roaring, lying, blackberry, gypsy, salted, cornmeal, fright, sweetly, reddish, summertime, jack, fiddle, waking, axe, quarrel.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Little_House_on_the_Prairie-Laura_Ingalls_Wilder.epub",
"storyAcıklama":"A family of a father, a mother, Mary, Laura, and Carrie decided to leave their small home in Wisconsin and leave the country. They did this and never saw their home lost in the trees again. They decided to go to India. The father said that he wanted to live in a country with many wild animals where they would be able live in peace. They managed to obtain a new home. The mother was not sure of this decision, as their previous house was very warm and cozy. She did not want to abandon it. But they decided to leave until the ice on the Mississippi River melted; later they could not have passed there. The road was long and hard. They tried to go as much as possible every day. Once the family sold the horses and bought some new ones. The girls chose names for them.",
"tag":"Tags:   family  doctor  war  animals  government  dream",
"views":"6522"},
 
  {"id":"15",
"baslik":"The Death of Karen Silkwood",
"aciklama":"B1 Pre-Intermediate",
"thumbnail":"https://english-e-reader.net/covers/The_Death_of_Karen_Silkwood-Joyce_Hannam.jpg",
"kategori":"3",
"yazar":"Joyce Hannam",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/The%20Death%20of%20Karen%20Silkwood.mp3",
"hardWord":"Text Analysis: Unique words: 683 Total words: 5367
   
   Hard words: rook, showering, lying, fridge, bob, scanner, radioactive, uranium, daytime, photographic, underneath, grind, silently, thief, brave, sack, notebook, eleven, lonely, pizza, envelope, forty, driving, alarm, sandwich, corridor, midnight, shine, boyfriend, dear.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/The_Death_of_Karen_Silkwood-Joyce_Hannam.epub",
"storyAcıklama":"The book is based on a true story that took place in Oklahoma in1970s. Karen leaves her position of a secretary and finds a new job at one nuclear factory. The salary is good and the job is interesting. Karen makes many new friends and finds a boyfriend. She really likes the job. But everything changes when one evening the alarm system activates. A special scanner detects radioactive dust on her best friend's hands. As time passes, cases of radiation exposure become more and more frequent. Despite the danger, Karen refuses to leave the job. On the contrary, she decides to change the factory for the better. The factory managers desperately prevent her from finding evidence against them. The girl encounters many obstacles on her way until her death in a suspicious car accident.",
"tag":"Tags:   journalist  police  journey  holiday  government  future  adventure  doctor  accident",
"views":"4250"},
 
  {"id":"14",
"baslik":"The Golden Stone Saga I",
"aciklama":"B1+ Intermediate",
"thumbnail":"https://english-e-reader.net/covers/The_Golden_Stone_Saga_I-Jenny_Dooley.jpg",
"kategori":"4",
"yazar":"Jenny Dooley",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/The%20Golden%20Stone%20Saga%20I.mp3",
"hardWord":"Text Analysis: Unique words: 1397 Total words: 7894
   
   Hard words: colourful, lord, sorceress, studded, loyally, chanting, loveliness, hissing, birthmark, slop, lamplight, pitched, disloyal, jailer, sociable, whet, echoing, chopping, scarred, snowman, headband, rolled, unwrap, dungeon, thrilled, bubbling, sunburn, executioner, unstoppable.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/The_Golden_Stone_Saga_I-Jenny_Dooley.epub",
"storyAcıklama":"The main character's name is William Goldstone. He seems to be a withdrawn and uncommunicative child. At first glance he is just like any boy in school. He has many friends and buddies. He is not a fan of sport, but spends his free time playing video games and watching videos. The parents decided to do something with these hobbies and sent him to his grandfather for a week. They hoped that William would stop spending so much time with the TV and get interested in something new. Grandpa Howard lived in a small house in the mountains. Grandpa took him for a walk to the mountains. They spent many hours fishing. The boy was even able to catch his first fish. Soon the snow fell. It covered the mountains. William and his grandfather made a whole family of snowmen.",
"tag":"Tags:   misery  adventure  school  revenge  suffering  couple  family  king  magic  hero  marriage",
"views":"2144"},
 
 {"id":"13",
"baslik":"Famous British Criminals",
"aciklama":"B1 Pre-Intermediate",
"thumbnail":"https://english-e-reader.net/covers/Famous_British_Criminals-Victoria_Spence.jpg",
"kategori":"3",
"yazar":"Victoria Spence",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/The%20Famous%20British%20Crime.mp3",
"hardWord":"Text Analysis: Unique words: 1297 Total words: 9245
  
  Hard words: resented, destined, capturing, cockerel, harbour, jewellery, milliner, highwayman, potter, existent, schoolmaster, bay, august, offence, defence, gallows, imagining, punishable, valuables, constable, humbly, landlady, maggot, executioner, mutiny, charged, lying, postage, notoriety, suspiciously.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Famous_British_Criminals-Victoria_Spence.epub",
"storyAcıklama":"This story is about some of the most well known criminals in the history of the UK. Jack Sheppard was born in the 18th century in the capital of Great Britain. He was a very famous criminal and thief. A young man, born in a poor family, was trained to become a carpenter. In the end instead of honest work, he chose the path of crimes. Jack escaped from the prison four times, which made him quite popular among poor people of London. John Gov was a famous pirate. There is not much information about his life, but Daniel Defoe wrote about this criminal in his time. Jonathan Wilde is another representative of the criminal world. He was known to have worked on both sides of the law and was even involved in the execution of Jack Sheppard.",
"tag":"Tags:   prison  murder  society  trial  law  escape  revenge  investigation  court  robbery  crime",
"views":"8094"},
 
 {"id":"12",
"baslik":"The Smuggler",
"aciklama":"B2+ Upper-Intermediate",
"thumbnail":"https://english-e-reader.net/covers/The_Smuggler-Piers_Plowright.jpg",
"kategori":"6",
"yazar":"Piers Plowright",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/The%20Smuggler.mp3",
"hardWord":"Text Analysis: Unique words: 1226 Total words: 14976
  
  Hard words: eagle, nailed, bush, windscreen, headscarf, tapping, unsteadily, lakeside, hideout, goodnight, rolled, moustache, steeply, charged, reflected, roaring, hare, lying, sloping, smuggling, speechless, rocking, swinging, undress, suspiciously, y, ambush, further, quarrel, cheerfully.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/The_Smuggler-Piers_Plowright.epub",
"storyAcıklama":"When a person travels to different countries, he is forced to cross borders. These are places where countries overlap: every traveler is forced to present documents in order to go through control. This is an essential element of any trip. The customs work at the borders. Some people try to cross borders in secret, without paying money for the goods they carry. These people are called smugglers. Emil was very rich. But on this day he was very nervous. He was sitting at the table in his office and writing a small poem on a piece of paper. The man was not a poet, but that day he decided to write a verse. Suddenly the phone rang. A familiar voice asked about the location of one thing. Emil said he did not understand what he was talking about. But the voice did not believe it. People with weapons entered the office.",
"tag":"Tags:   prison  police  murder  treasure  inspector  accident  escape  suit  business  robbery  journey  crime  fight  missings",
"views":"1913"},
 
  {"id":"11",
"baslik":"The Valley of Fear",
"aciklama":"B2 Intermediate+",
"thumbnail":"https://english-e-reader.net/covers/The_Valley_of_Fear-Conan_Doyle.jpg",
"kategori":"5",
"yazar":"Conan Doyle",
"sesdosyasi":"https://firebasestorage.googleapis.com/v0/b/english-story-in-levels.appspot.com/o/auido%2FThe%20Valley%20of%20Fear.mp3?alt=media&token=edbe5c62-1818-490f-a0ed-0b6f4cbac78d",
"hardWord":"Text Analysis: Unique words: 1274 Total words: 10290
   
   Hard words: birdy, hooking, allen, terrorized, blindfolded, councillor, favour, telegraph, councilor, wading, premeditated, drawbridge, admiringly, yew, offence, oiled, bookkeeper, shaving, goodnight, unrecognizable, rolled, landlady, matched, blindfold, whisky, moat, doomed, assumed, mastermind, troublemaker.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/The_Valley_of_Fear-Conan_Doyle.epub",
"storyAcıklama":"This is the last story from a successful series of books about a well-known detective. This story is partially based on real events. It tells about another day in the life of Sherlock Holmes. Once he received an unusual letter with a cipher. It turned out that it was sent by one of the henchmen of the worst enemy of the detective - Professor Moriarty. This letter said that an assassination attempt was being prepared on a Mr. Douglas. Immediately after this, the policeman came to Sherlock's house. He said Mr. Douglas was murdered recently. Sherlock Holmes considered it to be an interesting case and decided to investigate it. Soon he came to an unusual conclusion: Mr. Douglas survived. In the house they found the body of the killer, who did not cope with the task.",
"tag":"Tags:   prison  journalist  police  murder  society  trial  inspector  mystery  suit",
"views":"2734"},
 
  {"id":"10",
"baslik":"Parson's Pleasure",
"aciklama":"B1+ Intermediate",
"thumbnail":"https://english-e-reader.net/covers/Parsons_Pleasure-Roald_Dahl.jpg",
"kategori":"4",
"yazar":"Roald Dahl",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Parson's%20Pleasure.mp3",
"hardWord":"Text Analysis: Unique words: 1793 Total words: 8966
   
   Hard words: faking, queen, veneered, ungraceful, shortish, imbecility, stocked, ornamented, obscured, mawkish, copperplate, situated, lustre, potash, timbered, clownish, piddling, evenness, caning, whinny, legless, stumpy, bestial, cunningly, obsequious, vacantly, stooped, jiffy, chipping, fatuous, casualness.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Parsons_Pleasure-Roald_Dahl.epub",
"storyAcıklama":"Mr. Boggis liked to drive slowly. He set up the driver's seat as comfortable as possible; one elbow always lay on the open window. A small village rushed through the windows. He saw rich greenery and bright, pleasantly smelling flowers. He smoked with pleasure. He was driving to a small group of cottages, which was located on the top of the hill, right in the middle of the trees. This village was called Brill Hill. Mr. Boggis took out a notebook and a pencil: the view was wonderful and he decided to draw a map of the area in order to understand where each house was located. All the pieces of land looked beautiful and well maintained. He saw a farm house, flowed into a beautiful stately house with many elms near it. Mr. Boggis finished all his things and decided to go to the pub to think well.",
"tag":"Tags:   society  inspector  doctor  house  business  government  family  holiday",
"views":"775"},
 
  {"id":"9",
"baslik":"The Clarion Call",
"aciklama":"B1 Pre-Intermediate",
"thumbnail":"https://english-e-reader.net/covers/The_Clarion_Call-O_Henry.jpg",
"kategori":"3",
"yazar":"O. Henry",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/The%20Clarion%20Call.mp3",
"hardWord":"Text Analysis: Unique words: 416 Total words: 1314
   
   Hard words: clarion, irritated, nightgown, waking, burglar, confidently, crank, arrogant, admiration, millionaire, scoop, necklace, vicious, cafe, foolish, suitcase, mining, furious, waiter, tease, murderer, clever, boring, charm, notebook, pencil, rival, booth, diamond, detective.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/The_Clarion_Call-O_Henry.epub",
"storyAcıklama":"One part of this story can be found in the chronicles of New York city. Another part you can read in the local newspapers. Millionaire Mr. Norcross was killed in his own apartment. Two weeks later, Detective Barney Woods meets a killer named Kernan while strolling along Broadway. He offers to find a pleasant place and and to talk quietly. The men find a quiet table in the corner. It is late afternoon and there are practically no visitors. Kernan smiles. He is well dressed and confident. Barney Woods is pale. He is in a cheap business suit. \"Why did you kill Norcross?\" The detective asked. Kernan is surprised, as he is sure that he did not leave a trace. The detective grabs the gun. \"Get your gun out and I'll tell you everything,\" Kernan promises. The killer reveals the unexpected truth.",
"tag":"Tags:   business  police  murder  crime  office  comedy  jewels  escape  suit",
"views":"1595"},
 
  {"id":"8",
"baslik":"The Breathing Method",
"aciklama":"C2 unabridged",
"thumbnail":"https://english-e-reader.net/covers/The_Breathing_Method-Stephen_King.jpg",
"kategori":"8",
"yazar":"Stephen King",
"sesdosyasi":"https://firebasestorage.googleapis.com/v0/b/english-story-in-levels.appspot.com/o/auido%2FThe%20Breathing%20Method.mp3?alt=media&token=e15586c1-34a1-44a0-9ef1-5234c62b3438",
"hardWord":"Text Analysis: Unique words: 3687 Total words: 23646
   
   Hard words: strobing, subverted, eagle, pearl, kindliness, sawbones, concocted, bastardy, pacing, reiterated, subsided, wilful, sonorously, interpreted, frenziedly, imperturbably, folderol, fumbled, queerly, capful, precognitive, undermined, strumpet, charting, trollop, easiness, uncarpeted, chagrined, underestimated, darkish.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/The_Breathing_Method-Stephen_King.epub",
"storyAcıklama":"This story is of one of the most famous writers in the horror genre Stephen King. \"The method of breathing\" was first published in the storybook \"Different Seasons\" in 1982. Each story in this book is related to one of the seasons. \"The method of breathing\" is a winter fairy tale. The story consists of three parts and tells about the old Mr. Eldie, who comes to a mysterious nameless club. He tries to find out the secrets of the institution. Mr. Eldie tries not to interfere much and not make it dangerous for his life. He has been coming there for 10 years. Old gentlemen gather in the club and tell stories. The motto of the club is \"A secret in history, not in the narrator\". Every Tuesday, the visitors tell special stories - about the supernatural. Later, the main character finds many books of non-existent writers in the library of the club. He understands that this mysterious place can really be dangerous.",
"tag":"Tags:   mystery  thriller  supernatural",
"views":"11639"},
 
 {"id":"7",
"baslik":"Les Miserables",
"aciklama":"C1 Advanced",
"thumbnail":"https://english-e-reader.net/covers/Les_Miserables-Victor_Hugo.jpg",
"kategori":"7",
"yazar":"Victor Hugo",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Les_Miserables.mp3",
"hardWord":"Text Analysis: Unique words: 2351 Total words: 29161
  
  Hard words: purse, stable, desperate, chased, shelter, rag, bishop, violent, obedient, shivered, grief, skilfully, tilled, fetch, outskirt slammed, solitude, sou roared, withdraw, solid",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Les_Miserables-Victor_Hugo.epub",
"storyAcıklama":"The man with rough appearance has come into the town of Digne. It was in October 1815. He has just stand in the inn, but suddenly innkeeper has gone him out because the past of the man. Innkeeper has known that the name of this stranger is Jean Valjean and he has just been released from the prison. He’s been in prison for nineteen years for violent robbery and for trying to escape. In the other inns were the same. The news about prisoner quickly shared between townspeople and nobody gave him the bad. Nobody, except one man. It was a bishop. The priest gave Valjean a shelter for the night and fed him. At night, after some sleep, prisoner decided to robber that house, because the life had been unfair to him and he was very angry. This desperate decision will change his life… forever.",
"tag":"Tags: classic  historical  misery",
"views":"41560"},

 {"id":"6",
"baslik":"Changes",
"aciklama":"A2 Elementary",
"thumbnail":"https://english-e-reader.net/covers/Changes-Brennan_Frank.jpg",
"kategori":"2",
"yazar":"Brennan Frank",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Brennan%20Frank%20-%20Changes.mp3",
"hardWord":"Text Analysis: Unique words: 537 Total words: 2156
  
Hard words: hairbrush, webbed, chameleon, moustache, queue, eyesight, lying, mum, aw, affected, biscuit, comb, shocking, advertisement, shave, loudly, thirteen, fourteen, eighteen, downstairs, rising, excite, comet, shiny, developed, homework, fantastic, supermarket, unfair, nasty, rabbit.",

"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Changes-Brennan_Frank.epub",
"storyAcıklama":"All teenagers undergo certain changes. Darren is fourteen. Changes are normal for him. When Darren looks in the mirror, he expects to see a small moustache. But instead he sees whiskers of a rabbit. His smell has become more acute. Similar changes are observed in teenagers in the whole world. Some teens have long tails, others have webbed feet. They have developed special powers. Some kids can run like horses, others can see like a hunting bird. People believe the reason is the comet that has recently passed the Earth. The parents are worried, but the kids seem to enjoy their new abilities. Finally scientists find a cure. But the real question is: will the teenagers agree to lose their powers and return to the way they were?",
"tag":"Tags:   mystery  accident  teenager  school  house  fiction",
"views":"239"},
 
  {"id":"5",
"baslik":"The Damned Thing",
"aciklama":"A2 Elementary",
"thumbnail":"https://english-e-reader.net/covers/The_Damned_Thing-Ambrose_Bierce.jpg",
"kategori":"2",
"yazar":"Ambrose Bierce",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Ambrose%20Bierce%20-%20The%20Damned%20Thing.mp3",
"hardWord":"Text Analysis: Unique words: 468 Total words: 1855
   
Hard words: brimmed, telegraph, inquest, galloping, undertaker, lying, telegram, oats, rut, coroner, belongings, damned, handkerchief, sunrise, educated, terrify, shotgun, grind, certificate, ninth, soak, diary, lion, lonely, lamp, handsome, intelligent, behave, missing, hunt, shine.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/The_Damned_Thing-Ambrose_Bierce.epub",
"storyAcıklama":"It was a deep night. Eight people gathered in a small house. They were sitting around a simple wooden table. One man was reading a book under the light of an old desk lamp. There was also the ninth person - the owner of the house. He was laying under a white rag dead. It was quiet in the house. Only the birds were shouting outside the window. The men gathered in the house had an important job. They had to understand how the owner of the house died. It was up to them to reveal the truth. They were farmers with tanned faces and strong muscles from the work in the field. The man with the book was different from them. With a hat and a mustache, he looked like an important educated person. The coroner was reading a diary that belonged to the dead man.",
"tag":"Tags:   police  murder  fight  writer  reporter  house  missing  fiction",
"views":"52"},
 
 {"id":"4",
"baslik":"Fenrir's Chain",
"aciklama":"A2 Elementary",
"thumbnail":"https://english-e-reader.net/covers/Fenrirs_Chain-Chris_Rose.jpg",
"kategori":"2",
"yazar":"Chris Rose",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Fenrir's%20Chain.mp3",
"hardWord":"Text Analysis: Unique words: 314 Total words: 1556
 
Hard words: queen, goddess, skeleton, frighten, clever, wolf, tightly, sword, scary, handsome, intelligent, snake, pleased, rope, worried, hungry, bite, loud, trick, closer, tail, snap, ordinary, shout, escape, noise, terrible, gray, surprised, tooth.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Fenrirs_Chain-Chris_Rose.epub",
"storyAcıklama":"As the god of cunning and deception, Loki was very intelligent and treacherous. He had three children from different mothers. Jormungand was a giant snake that slept on the ocean floor, covering the whole earth with his rings. Hel was a girl whose one half of the face looked beautiful, and the second half was terrible, like death itself. Fenrir was a huge wolf. God Tyr loved to play with him when Fenrir was a cub. But he grew and became bigger and stronger. The gods realized that Fenrir was too dangerous and could kill all of them. They decided to tie the wolf so that he could not harm anyone. But which chain on earth would be able to hold such a monster? The gods went to the dwarves who made the hammer of Thor and lots of other incredible things.",
"tag":"Tags:   escape  tale  vikings",
"views":"1092"},
 
 {"id":"3",
"baslik":"Brains",
"aciklama":"A2 Elementary",
"thumbnail":"https://english-e-reader.net/covers/Brains-Brennan_Frank.jpg",
"kategori":"2",
"yazar":"Brennan Frank",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Brains.mp3",
"hardWord":"Text Analysis: Unique words: 549 Total words: 2197
 
 Hard words: narrowed, lazily, alarmed, welcoming, congratulations, annoy, losing, gin, aged, performing, spelling, raised, honesty, harmful, cube, cigar, excite, clever, honestly, soften, banana, disappointment, monkey, someday, pencil, expected, mathematics.",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Brains-Brennan_Frank.epub",
"storyAcıklama":"A small monkey named Max quickly and confidently put together a complex puzzle. A few more minutes - and it finished this work. All people, who were present in that room, saw a picture with the sunflowers of the world famous artist Vincent Van Gogh. A young woman in a white coat praised the monkey. Today, it took Max even less time than before to cope with a difficult task. The woman offered a big and tasty banana to the monkey. Max was happy and gladly accepted the treat. The woman's name was Gina. She was twenty-six years and close to obtaining a doctorate degree. While she was recording data, Max was playing with a Rubik's Cube. It really liked this puzzle. Max figured out the cube in less than five minutes.",
"tag":"Tags:   business  animals  future  office  dream  university  fight  doctor  puzzle  short  suit",
"views":"1293"},
 
{"id":"2",
"baslik":"The Picture of Dorian Gray",
"aciklama":"B2 Intermediate+",
"thumbnail":"https://english-e-reader.net/covers/The_Picture_of_Dorian_Gray-Oscar_Wilde.jpg",
"kategori":"5",
"yazar":"Oscar Wilde",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/The%20Picture%20of%20Dorian%20Gray.mp3",
"hardWord":"Text Analysis: Unique words: 1183 Total words: 15248
 
 Hard words: absurd, boyhood, charming, cheek, corrupt, delighted, exhibit, extraordinary, failrue, fascinating, flattery, fortnight, frown, influence, passion, relation, remain, rumor, scandal, shame, soul, susptect, swallow, tragedy, violin, worship, worth, yawn",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/The_Picture_of_Dorian_Gray-Oscar_Wilde.epub",
"storyAcıklama":"This story begins when not very famous artist Basil draw a picture of young and very handsome man Dorian Grey. Artist said to his friend Lord Henry that he took very much himself in that picture. Lord Henry was very excited by Dorian’s handsomeness, and he decided to teach young man how he should live and what he can use his youth. At the first they meeting, when Basil was painting picture from sitting Grey, Henry was telling to Dorian that the youth and beauty is the most important things in the world, but they will be disappeared with years. So when Basil has finished the picture and Dorian has seen his beautiful portrait, he was excited by himself beauty and was frightened because he will lost it in future…",
"tag":"Tags:   classic  filmed  mystery",
"views":"33441"},
 
 {"id":"1",
"baslik":"Peter Pan",
"aciklama":"A1 Starter",
"thumbnail":"https://raw.githubusercontent.com/Boga28/book/master/pics/Peter_Pan-J_M_Barrie.jpg",
"kategori":"1",
"yazar":"J. M. Barrie",
"sesdosyasi":"https://raw.githubusercontent.com/Boga28/Audio/main/Stories/Peter%20Pan.mp3",
"hardWord":"Text Analysis: Unique words: 543 Total words: 3182

  
  Hard words: tink, tootle, colourful, nib, bay, courageously, soiled, mermaid, horrid, kennel, maroon, jolly, desolate, wag, tinker, crocodile, lagoon, kite, folly, curly, bedtime, nanny, plank, paw, tick",
"storyUrl":"https://github.com/Boga28/book/raw/master/Epubs/Peter_Pan-J_M_Barrie.epub",
"storyAcıklama":"Peter Pan is one of the most popular child literature characters of the twentieth century. This is a simple and a magical story about a fairy boy, who didn’t want to grow up. Peter has run away from home, and became forever young. He lived with the company of little boys, who had lost in the forest. Once Peter Pan has flown into the nursery, where were the girl Wendy and her two younger brothers and he has changed the lives of these children forever. They went with Peter to the far miracle island called Neverland. There they’ve met with mermaids, brave Indians, playful fairy and even pirates with their evil master captain Hook. The captain Hook's fate would depend from the hands of Peter Pan, his main enemy. Exciting, romantic and dangerous adventures waiting for the heroes.",
"tag":"Tags:   filmed  children-literature  fantasy  friendship  adventure",
"views":"64480"}
]
}
